{
    "ads": [
    {
    "id": "1",
    "category": "accessibility",
    "ad": "<b>Accessibility Unlocked at Urban Deca Homes Ortigas!</b> Your daily commute just got easier. Urban Deca Homes Ortigas puts you right where you need to be, connecting you to everything that matters. Discover unparalleled convenience today! Learn more: <br>#AccessibleLiving #OrtigasLife #UrbanDecaHomes #Convenience #YourNewHome"
    },
    {
    "id": "2",
    "category": "accessibility",
    "ad": "<b>Accessibility: Your Key to a Better Everyday!</b> Imagine less travel, more living. With prime access to major roads and essential establishments, Urban Deca Homes Ortigas offers the ultimate in convenience. Experience the difference. Inquire now! <br>#PrimeLocation #EasyCommute #RealEstatePH #SmartLiving #OrtigasProperty"
    },
    {
    "id": "3",
    "category": "accessibility",
    "ad": "<b>Unlock Ultimate Accessibility with Urban Deca Homes Ortigas!</b> Tired of long commutes? Urban Deca Homes Ortigas is strategically located for your ease. Spend less time on the road and more time with loved ones. Ready for a better everyday? Message us to know more! <br>#StressFreeCommute #OrtigasHomes #PropertyPH #ConnectedLiving #AffordableHomesPH"
    },
    {
    "id": "4",
    "category": "accessibility",
    "ad": "<b>Experience True Accessibility at Urban Deca Homes Ortigas!</b> Your start to a better tomorrow begins with a home that keeps you connected. Urban Deca Homes Ortigas: Where everything is within reach. See our accessible units today! Visit <br>#ConnectedLiving #DreamHomePH #UrbanLifestyle #OrtigasProperty #SeamlessLiving"
    },
    {
    "id": "5",
    "category": "accessibility",
    "ad": "<b>Accessibility That Transforms Your Life!</b> Peace of mind, just minutes away. Urban Deca Homes Ortigas offers easy access to everything from health centers to daily essentials, for your family's well-being. Prioritize your family's convenience. Ask about our location benefits! <br>#HealthAndSafety #AccessibleHealthcare #FamilyFirst #UrbanDecaHomesOrtigas #DailyEssentials"
    },
    {
    "id": "6",
    "category": "accessibility",
    "ad": "<b>Accessibility to Daily Essentials at Urban Deca Homes Ortigas!</b> Stocking up or shopping 'til you drop has never been easier! Urban Deca Homes Ortigas provides convenient access to grocery spots and major malls. Discover the convenience. Explore our location! <br>#GroceryRunMadeEasy #ShoppingSpree #ConvenientLiving #UrbanDecaHomes #LeisureTime"
    },
    {
    "id": "7",
    "category": "accessibility",
    "ad": "<b>Accessibility to City Hubs, Simplified!</b> A great home at a great location! Urban Deca Homes Ortigas offers excellent accessibility to public transportation and business districts, simplifying your daily commute. Experience a smoother commute. Visit our website! <br>#EasyCommute #PublicTransportFriendly #ConnectedCity #UrbanDecaHomes #OrtigasBound"
    },
    {
    "id": "8",
    "category": "accessibility",
    "ad": "<b>The Power of Accessibility: Urban Deca Homes Ortigas.</b> No more long commutes or distant errands. Discover the ease of living in a location that truly connects you to the best of Ortigas and Metro Manila. Ready for a more convenient life? Get in touch! <br>#LocationIsKey #AccessibleLiving #UrbanDecaHomes #OrtigasConvenience #TimeSaver"
    },
    {
    "id": "9",
    "category": "accessibility",
    "ad": "<b>Accessibility is Our Promise at Urban Deca Homes Ortigas!</b> From your daily grind to your weekend adventures, find yourself at the heart of where things happen. Experience the ultimate in urban convenience. Don't miss out on accessible living. Inquire today! <br>#PrimeSpot #AccessiblePH #UrbanDecaHomes #OrtigasProperties #CityLifeMadeEasy"
    },
    {
    "id": "10",
    "category": "accessibility",
    "ad": "<b>Your Accessible Home Awaits at Urban Deca Homes Ortigas!</b> Dive into a lifestyle where daily needs, entertainment, and work are all within a comfortable distance. This is what true urban accessibility looks like. Start your journey to a better tomorrow. Contact us! <br>#ConnectedHome #UrbanConvenience #OrtigasSpotlight #PropertyInvestment #DreamHome"
    },
    {
    "id": "11",
    "category": "accessibility",
    "ad": "<b>Madaling Aabot Lahat sa Urban Deca Homes Ortigas!</b> Wala nang hassle sa biyahe. Dito, lapit lang ang office, school, at malls! Your dream home, super accessible! Alamin paano: <br>#AccessibleLiving #OrtigasLife #UrbanDecaHomes #BahayGoals #EasyAccess"
    },
    {
    "id": "12",
    "category": "accessibility",
    "ad": "<b>Accessibility Namin, Para sa Ikagaganda ng Buhay Mo!</b> I-maximize ang oras mo. Imbes na sa traffic, more time for family! Located strategically ang Urban Deca Homes Ortigas for your convenience. Inquire na! <br>#TimeIsGold #AccessiblePH #OrtigasLiving #HomeSweetHome #LessTraffic"
    },
    {
    "id": "13",
    "category": "accessibility",
    "ad": "<b>Bilis ng Access sa Lahat ng Kailangan mo Dito!</b> Hindi na mahirap umuwi o lumabas. Hospitals, groceries, public transpo – lahat accessible sa Urban Deca Homes Ortigas. Tara, tignan natin! <br>#ConveniencePH #UrbanDecaHomesOrtigas #LahatNgKailangan #CityLife #SafeAndSound"
    },
    {
    "id": "14",
    "category": "accessibility",
    "ad": "<b>Accessibility. Comfort. Affordability. Lahat sa Urban Deca Homes Ortigas!</b> Gusto mo ng bahay na madaling puntahan at affordable pa? Dito na 'yan! Your ideal location for a hassle-free life. Discover more: <br>#AffordableHomes #OrtigasProperty #DreamHomePH #AccessibleLiving #ValueForMoney"
    },
    {
    "id": "15",
    "category": "accessibility",
    "ad": "<b>Accessibility para sa Simula ng Magandang Kinabukasan!</b> Secure your future with a home that keeps you connected. Urban Deca Homes Ortigas provides ultimate access sa lahat ng importanteng lugar. Bisitahin kami! <br>#FutureReady #AccessibleHome #InvestmentPH #OrtigasArea #BetterTomorrow"
    },
    {
    "id": "16",
    "category": "accessibility",
    "ad": "<b>Walang Abalang Accessibility sa Urban Deca Homes Ortigas!</b> Say goodbye to long commutes! Our prime location connects you seamlessly to major cities and essential services. Your time matters! Inquire now! <br>#NoMoreTraffic #UrbanLiving #AccessiblePH #HomeBuyersPH #SmartChoice"
    },
    {
    "id": "17",
    "category": "accessibility",
    "ad": "<b>Sulit na Accessibility sa Urban Deca Homes Ortigas!</b> Hindi lang bahay, kundi gateway sa mas maginhawang buhay! Malls, hospitals, schools, easy to reach! Check out our units! <br>#SulitNaBahay #OrtigasLocation #AccessibleDream #CityCondo #EasyLife"
    },
    {
    "id": "18",
    "category": "accessibility",
    "ad": "<b>Accessibility ang Bida sa Urban Deca Homes Ortigas!</b> Para sa mga busy professionals at growing families, ang perfect location ay 'yung malapit sa lahat. Experience the difference! Learn more: <br>#Proximity #FamilyFriendly #UrbanDecaHomes #OrtigasVibe #LifeGoals"
    },
    {
    "id": "19",
    "category": "accessibility",
    "ad": "<b>Ito na ang Home mo, Super Accessible Pa! Urban Deca Homes Ortigas.</b> Naku, ang dali na ng buhay! Less stress sa biyahe, more time for you. Find your new accessible home! Visit <br>#NewHomePH #AccessibleCommunity #OrtigasLiving #ModernLifestyle #Convenient"
    },
    {
    "id": "20",
    "category": "accessibility",
    "ad": "<b>Accessibility to Everything You Need! Urban Deca Homes Ortigas.</b> Malapit sa lahat – mula trabaho hanggang sa pahinga. 'Yan ang hatid ng aming location. Don't miss out on this opportunity! Call us: <br>#EverythingWithinReach #UrbanDecaHomes #OrtigasBest #PropertyPH #EasyLiving"
    },
    {
    "id": "21",
    "category": "affordability",
    "ad": "<b>Affordability Meets Urban Living at Urban Deca Homes Ortigas!</b> Your dream of owning a home in the city is now within reach. Experience comfortable living without breaking the bank. Start your journey today! Inquire now: <br>#AffordableHomesPH #UrbanDecaHomes #OrtigasLiving #BudgetFriendly #HomeOwnership"
    },
    {
    "id": "22",
    "category": "affordability",
    "ad": "<b>Your Affordable Path to Homeownership: Urban Deca Homes Ortigas!</b> Why rent when you can own? Discover flexible payment options and a price point that makes city living truly accessible. See our value-for-money units! Visit <br>#FirstTimeHomeBuyer #AffordableCondo #RealEstatePH #InvestInYourFuture #UrbanDecaHomesOrtigas"
    },
    {
    "id": "23",
    "category": "affordability",
    "ad": "<b>Affordability, No Compromises! Urban Deca Homes Ortigas.</b> Get the convenience of an Ortigas location without the hefty price tag. Quality living is now within your budget. Learn how you can own a unit! Message us: <br>#BudgetFriendlyLiving #OrtigasProperty #SmartInvestment #UrbanDecaHomes #DreamHomeWithinReach"
    },
    {
    "id": "24",
    "category": "affordability",
    "ad": "<b>Live Smart, Live Affordable at Urban Deca Homes Ortigas!</b> Don't let high prices deter your city dreams. We offer practical and economical housing solutions for urban dwellers. Your affordable urban oasis awaits! Explore options: <br>#AffordableUrbanLiving #CostEffective #HomeSweetHomePH #OrtigasArea #FinancialFreedom"
    },
    {
    "id": "25",
    "category": "affordability",
    "ad": "<b>Affordability That Fits Your Budget! Urban Deca Homes Ortigas.</b> We believe everyone deserves a home. Explore our flexible payment schemes and find the perfect unit that aligns with your financial goals. Get a free consultation! Call us: <br>#FlexiblePayments #EasyToOwn #PropertyPH #AffordableHousing #UrbanDecaHomesOrtigas"
    },
    {
    "id": "26",
    "category": "affordability",
    "ad": "<b>Maging Homeowner sa Halagang Abot-Kamay! Urban Deca Homes Ortigas.</b> Hindi na pangarap ang sariling bahay! Affordable ang downpayment at monthly amortization, para sa'yo na 'yan! Tignan ang units: <br>#AbotKayangPabahay #UrbanDecaHomes #SarilingBahay #OrtigasLiving #ParaSaPamilya"
    },
    {
    "id": "27",
    "category": "affordability",
    "ad": "<b>Abot-Kayang Buhay-Siyudad? Dito sa Urban Deca Homes Ortigas!</b> Tired of renting? Mag-invest na sa sarili mong unit! Price-friendly na, convenient pa ang location. Tara, usap tayo! <br>#RentToOwnPH #AffordableCondo #MetroManilaLiving #UrbanDecaHomesOrtigas #BudgetSmart"
    },
    {
    "id": "28",
    "category": "affordability",
    "ad": "<b>Affordability na Hindi Tinipid ang Kalidad! Urban Deca Homes Ortigas.</b> Get the best value for your money. Modern amenities, great location, all at an unbeatable price. Sulitin ang bawat sentimo! Inquire now: <br>#ValueForMoney #QualityLiving #AffordableHomesPH #OrtigasProperty #InvestmentPH"
    },
    {
    "id": "29",
    "category": "affordability",
    "ad": "<b>Para sa mga Nangarap Magka-Bahay: Urban Deca Homes Ortigas!</b> Hindi kailangan ng malaking sweldo para maging homeowner. Our affordable options make homeownership a reality. Alamin ang payment terms! <br>#HomeOwnershipGoals #AccessibleHousing #UrbanDecaHomes #OrtigasArea #StartNow"
    },
    {
    "id": "30",
    "category": "affordability",
    "ad": "<b>I-secure ang Kinabukasan sa Affordable Price! Urban Deca Homes Ortigas.</b> Invest in your future without draining your savings. Your accessible and budget-friendly home awaits. Don't delay, inquire today! <br>#FutureProof #AffordableInvestment #RealEstateGoals #UrbanDecaHomesOrtigas #FinancialPlanning"
    },
    {
    "id": "31",
    "category": "affordability",
    "ad": "<b>The Smart Choice for Affordable City Living: Urban Deca Homes Ortigas!</b> Stop throwing money away on rent. Own a piece of Ortigas without the premium price tag. Get your free quotation! Learn more: <br>#SmartBuying #NoMoreRent #OrtigasCondo #AffordableLuxury #UrbanDecaHomes"
    },
    {
    "id": "32",
    "category": "affordability",
    "ad": "<b>Affordability Plus Convenience? Only at Urban Deca Homes Ortigas!</b> Hindi na kailangan pumili. Enjoy the best of both worlds – accessible location and budget-friendly prices. Secure your unit! Message us: <br>#AffordableAndConvenient #UrbanDecaHomesOrtigas #BestValue #PropertyPH #CityLifeMadeEasy"
    },
    {
    "id": "33",
    "category": "affordability",
    "ad": "<b>Pangarap na Bahay, Abot-Dali Lang sa Urban Deca Homes Ortigas!</b> Madaling bayaran, madaling tirhan. Ang ideal starter home mo, available na ngayon! Tara, housing tour! <br>#EasyPayments #StarterHome #AffordableLiving #OrtigasHome #DreamComeTrue"
    },
    {
    "id": "34",
    "category": "affordability",
    "ad": "<b>Affordability na may Dating! Urban Deca Homes Ortigas.</b> Hindi porke affordable, hindi na maganda. Our units are designed for comfort and modern living. See it to believe it! Call us for details: <br>#StylishAndAffordable #UrbanDecaHomesOrtigas #QualityHomes #BudgetBeauty #OwnYourSpace"
    },
    {
    "id": "35",
    "category": "affordability",
    "ad": "<b>Gawing Reality ang Homeownership: Urban Deca Homes Ortigas, Affordable Edition!</b> Hindi lang ito unit; ito ang simula ng iyong financial freedom. Invest wisely, live comfortably. Discover our plans: <br>#FinancialFreedom #HomeInvestment #AffordableProperty #OrtigasLife #FutureHomeowner"
    },
    {
    "id": "36",
    "category": "affordability",
    "ad": "<b>Swak sa Budget, Swak sa Puso! Urban Deca Homes Ortigas.</b> Your perfect match for an affordable, convenient, and comfortable urban lifestyle. Get to know our community! Inquire now: <br>#BudgetFriendlyPH #OrtigasLiving #UrbanDecaHomes #PerfectMatch #HomeGoals"
    },
    {
    "id": "37",
    "category": "affordability",
    "ad": "<b>Don't Just Dream, Own It! Urban Deca Homes Ortigas' Affordability.</b> Your pathway to owning a prime property in Ortigas is clearer than ever. We make homeownership attainable. Ask us how! <br>#OwnYourDream #AffordableHousingPH #OrtigasRealEstate #UrbanDecaHomesOrtigas #Attainable"
    },
    {
    "id": "38",
    "category": "affordability",
    "ad": "<b>Affordable Rates, Premium Location? Urban Deca Homes Ortigas!</b> Bakit mo pa ipagpapaliban ang pangarap? Experience the best of both worlds without the hefty price. Secure your future home! Message us today: <br>#PremiumAffordable #UrbanDecaHomes #OrtigasDeal #ValueProp #CondoLiving"
    },
    {
    "id": "39",
    "category": "affordability",
    "ad": "<b>Ang Bahay na Kayang-Kaya Mo: Urban Deca Homes Ortigas!</b> Para sa mga nagsisimula at naghahanap ng practical na solusyon sa pabahay. Madaling payments, magandang lokasyon. Visit our showroom! <br>#KayangKaya #FirstHome #AffordableStarter #UrbanDecaHomesOrtigas #PracticalLiving"
    },
    {
    "id": "40",
    "category": "affordability",
    "ad": "<b>The Future of Affordable Living is Here: Urban Deca Homes Ortigas!</b> Step into a world where quality and affordability coexist. Make the smart move for your family's future. Learn about our offers! <br>#FutureHome #AffordableLivingPH #OrtigasProperty #UrbanDecaHomes #SmartInvestment"
    },
    {
    "id": "41",
    "category": "amenities",
    "ad": "<b>Amenities for a Better Lifestyle at Urban Deca Homes Ortigas!</b> Your home extends beyond your unit. Enjoy exclusive access to facilities designed to enhance your daily living and relaxation. Elevate your everyday! Explore amenities: <br>#CondoLivingPH #UrbanDecaHomes #Amenities #LifestyleUpgrade #OrtigasLife"
    },
    {
    "id": "42",
    "category": "amenities",
    "ad": "<b>Experience Full Amenity Living at Urban Deca Homes Ortigas!</b> Dive into relaxation or keep fit without leaving home. Our thoughtfully planned amenities ensure comfort and convenience right at your doorstep. Inquire about our features! <br>#ResortLiving #FitnessGoals #CommunityLiving #UrbanDecaHomesOrtigas #ModernHome"
    },
    {
    "id": "43",
    "category": "amenities",
    "ad": "<b>Your Daily Escape: Amenities at Urban Deca Homes Ortigas!</b> After a long day, unwind in spaces built for you. From serene spots to active zones, your ideal lifestyle is within reach. Discover your perfect retreat! Message us: <br>#Relaxation #Unwind #CondoAmenities #OrtigasProperty #HomeSweetHome"
    },
    {
    "id": "44",
    "category": "amenities",
    "ad": "<b>More Than Just a Home: Urban Deca Homes Ortigas Amenities!</b> We offer a complete living experience. Enjoy well-maintained facilities that cater to your needs and bring joy to your family. See what's inside! Visit <br>#CompleteLiving #FamilyFriendly #UrbanDecaHomes #CommunityVibes #QualityOfLife"
    },
    {
    "id": "45",
    "category": "amenities",
    "ad": "<b>Live with Comfort & Convenience: Urban Deca Homes Ortigas Amenities.</b> Every detail is crafted for your utmost comfort. Our amenities provide spaces for recreation, wellness, and peace of mind. Prioritize your well-being. Ask about our facilities! <br>#ComfortLiving #ConvenientLife #AmenitiesPH #UrbanDecaHomesOrtigas #WellnessJourney"
    },
    {
    "id": "46",
    "category": "amenities",
    "ad": "<b>Siksik sa Amenities ang Urban Deca Homes Ortigas!</b> Hindi lang bahay, kundi kumpletong lifestyle package. May pool, gym, at safe spaces para sa'yo at sa pamilya mo. Experience the difference! Explore amenities: <br>#KompletongBuhay #UrbanDecaHomes #CondoLiving #LifestyleGoals #OrtigasHome"
    },
    {
    "id": "47",
    "category": "amenities",
    "ad": "<b>I-enjoy ang Buhay! Amenities sa Urban Deca Homes Ortigas.</b> After work, diretso sa pool or gym! Walang hassle sa biyahe para mag-relax. Your daily escape is here. Inquire na! <br>#RelaxationTime #FitnessFirst #UrbanDecaHomesOrtigas #StressFree #HomeResort"
    },
    {
    "id": "48",
    "category": "amenities",
    "ad": "<b>Kumpleto ang Amenities, Kumpleto ang Buhay sa Urban Deca Homes Ortigas!</b> From safety and security to leisure and recreation, we’ve got you covered. Live with peace of mind. Discover our community! Message us: <br>#SafeLiving #CommunityPH #UrbanDecaHomes #ParaSaPamilya #PeaceOfMind"
    },
    {
    "id": "49",
    "category": "amenities",
    "ad": "<b>Amenities na Swak sa Lifestyle Mo! Urban Deca Homes Ortigas.</b> Whether you love to relax, stay active, or bond with family, our amenities are perfect for you. Your dream lifestyle starts here. See what's waiting! Visit <br>#LifestyleCondo #UrbanDecaHomesOrtigas #ActiveLiving #FamilyTime #DreamHome"
    },
    {
    "id": "50",
    "category": "amenities",
    "ad": "<b>I-Upgrade ang Buhay Mo sa Amenities ng Urban Deca Homes Ortigas!</b> Hindi lang unit ang binibili mo, kundi isang community na may all-inclusive facilities. Deserve mo ang best! Call us for details: <br>#UpgradeYourLife #UrbanDecaHomes #AmenitiesDriven #OrtigasLiving #NewBeginnings"
    },
    {
    "id": "51",
    "category": "amenities",
    "ad": "<b>Beyond Four Walls: Amazing Amenities at Urban Deca Homes Ortigas!</b> Expand your living space with our fantastic shared facilities. From quiet corners to vibrant activity areas, life here is always exciting. Experience it for yourself! Learn more: <br>#ExpandedLiving #CommunitySpaces #UrbanDecaHomesOrtigas #VibrantLife #CondoGoals"
    },
    {
    "id": "52",
    "category": "amenities",
    "ad": "<b>Your Home, Your Playground: Urban Deca Homes Ortigas Amenities!</b> Imagine having a gym, pool, and open spaces just steps away from your door. Live an active and engaging lifestyle every day. Get fit, stay happy! Inquire now: <br>#ActiveLifestyle #PlaygroundPH #UrbanDecaHomes #HealthAndWellness #OrtigasFun"
    },
    {
    "id": "53",
    "category": "amenities",
    "ad": "<b>Amenities That Spark Joy at Urban Deca Homes Ortigas!</b> Find happiness in every corner of our community. Thoughtfully designed amenities ensure there's always something for everyone. Discover your happy place! Message us: <br>#JoyfulLiving #HappyHome #UrbanDecaHomesOrtigas #CommunityLove #LifeIsGood"
    },
    {
    "id": "54",
    "category": "amenities",
    "ad": "<b>Resort-Like Amenities, Everyday Living: Urban Deca Homes Ortigas.</b> No need for weekend getaways when your home feels like a vacation. Enjoy exclusive access to amenities that refresh and rejuvenate. Live your best life! Visit <br>#ResortVibes #StaycationHome #UrbanDecaHomes #DailyVacation #RelaxAndRecharge"
    },
    {
    "id": "55",
    "category": "amenities",
    "ad": "<b>Safe & Sound with Top-Tier Amenities at Urban Deca Homes Ortigas.</b> Beyond leisure, our amenities include robust security features, giving you peace of mind 24/7. Your family's safety is our priority. Learn about our security! <br>#SecureLiving #PeaceOfMind #UrbanDecaHomesOrtigas #SafeCommunity #FamilyFirst"
    },
    {
    "id": "56",
    "category": "amenities",
    "ad": "<b>Experience the Perks! Urban Deca Homes Ortigas Amenities.</b> Enjoy the added benefits of living in a community that offers more. From convenience stores to laundry areas, everything is within reach. Your daily life, simplified! Ask for details: <br>#ConvenienceAtHome #PerksOfLiving #UrbanDecaHomes #SimplifiedLife #EverythingYouNeed"
    },
    {
    "id": "57",
    "category": "amenities",
    "ad": "<b>Masaya ang Buhay, Dahil sa Amenities ng Urban Deca Homes Ortigas!</b> May lugar para sa kids, may for exercise, at may pang-chill. Iba't ibang activities, lahat sa loob ng complex! Sama na kayo! <br>#FunLiving #KidsFriendly #UrbanDecaHomesOrtigas #ActivityHub #FamilyFun"
    },
    {
    "id": "58",
    "category": "amenities",
    "ad": "<b>Amenities na Magpapagaan sa Buhay Mo! Urban Deca Homes Ortigas.</b> Less hassle, more comfort. Ang mga amenities namin ay idinisenyo para sa ease of living mo. Discover the ease! Inquire now: <br>#EasyLiving #StressFreeHome #UrbanDecaHomes #ComfortFirst #HomeSolutions"
    },
    {
    "id": "59",
    "category": "amenities",
    "ad": "<b>Your Wellness Journey Starts Here: Urban Deca Homes Ortigas Amenities!</b> Hindi na kailangan lumabas para mag-gym o lumangoy. Invest in your health with amenities just steps away from your door. Start your healthy lifestyle! Learn more: <br>#WellnessPH #HealthyLiving #UrbanDecaHomesOrtigas #FitnessJourney #SelfCare"
    },
    {
    "id": "60",
    "category": "amenities",
    "ad": "<b>Mga Amenities na Magpapasaya sa Pamilya Mo! Urban Deca Homes Ortigas.</b> Spaces for bonding, play, and relaxation. Make unforgettable memories without going far. Your family deserves the best! Message us today: <br>#FamilyBonding #HappyFamily #UrbanDecaHomes #MemoriesMade #QualityTime"
    },
    {
    "id": "61",
    "category": "bank",
    "ad": "<b>Bank Financing Made Easy for Your Urban Deca Home!</b> Secure your dream unit at Urban Deca Homes Ortigas with seamless bank financing options. We partner with major banks to make your homeownership journey smooth. Inquire about our financing assistance! Learn more: <br>#BankFinancing #HomeLoanPH #UrbanDecaHomes #EasyHomeLoan #PropertyInvestment"
    },
    {
    "id": "62",
    "category": "bank",
    "ad": "<b>Your Home Loan Journey Starts Here: Urban Deca Homes Ortigas!</b> Unlock flexible payment terms and competitive rates through our trusted bank partners. Owning your urban sanctuary has never been more attainable. Get a free consultation! Call us: <br>#HomeOwnership #BankLoan #AffordableHousing #OrtigasLife #FinancialFreedom"
    },
    {
    "id": "63",
    "category": "bank",
    "ad": "<b>Hassle-Free Bank Financing for Urban Deca Homes Ortigas!</b> Worried about the process? Our team will guide you every step of the way to secure your housing loan from leading banks. Your dream home is within reach! Message us: <br>#HassleFreeLoan #HomeBuyingTips #UrbanDecaHomesOrtigas #RealEstatePH #EasyProcess"
    },
    {
    "id": "64",
    "category": "bank",
    "ad": "<b>Partnering with Top Banks for Your Urban Deca Home!</b> We've made home financing simple. Benefit from our strong relationships with major banks to get the best loan options for your unit in Ortigas. Start your application today! Visit <br>#BankPartners #HousingLoanPH #UrbanDecaHomes #SecuredFuture #PropertyPH"
    },
    {
    "id": "65",
    "category": "bank",
    "ad": "<b>Affordable Bank Financing for Your Urban Deca Homes Ortigas Unit!</b> Turn your rental payments into equity. Our flexible bank financing schemes make it easier to transition from renting to owning. Discover how affordable it is! Ask about our options: <br>#RentToOwnPH #AffordableHomeLoan #UrbanDecaHomesOrtigas #SmartInvestment #OwnYourHome"
    },
    {
    "id": "66",
    "category": "bank",
    "ad": "<b>Madaling Bank Financing para sa Bahay Mo! Urban Deca Homes Ortigas.</b> Huwag nang mangamba sa pagkuha ng home loan! Partner namin ang mga malalaking bangko para mapadali ang proseso para sa'yo. Abot-kamay na ang pangarap mong bahay! Inquire na! <br>#BankLoanPH #MadalingLoan #UrbanDecaHomes #SarilingBahay #FlexibleTerms"
    },
    {
    "id": "67",
    "category": "bank",
    "ad": "<b>I-secure ang Urban Deca Home Mo via Bank Financing!</b> Mabilis at maaasahan ang home loan application sa tulong namin. Mayroong iba't ibang options na swak sa budget mo. Tara, alamin natin! <br>#HomeFinancingPH #BankLoanApproved #UrbanDecaHomesOrtigas #Pabahay #SimpleProcess"
    },
    {
    "id": "68",
    "category": "bank",
    "ad": "<b>Pangarap na Bahay, Abot-Kaya sa Bank Financing! Urban Deca Homes Ortigas.</b> Wala nang rason para hindi magka-sariling property. Flexible rates at terms from our bank partners await! Magtanong na! <br>#AbotKayangBahay #BankAssistance #UrbanDecaHomes #OrtigasProperty #FinancialFreedom"
    },
    {
    "id": "69",
    "category": "bank",
    "ad": "<b>Bank Financing Support para sa Urban Deca Home Dream Mo!</b> Mula sa application hanggang approval, kasama mo kami. Let our expert team guide you through the seamless bank loan process. Simulan na ang iyong homeownership journey! <br>#LoanGuidance #HomeOwnershipJourney #UrbanDecaHomesOrtigas #ExpertHelp #BahayGoals"
    },
    {
    "id": "70",
    "category": "bank",
    "ad": "<b>Bank Financing with Ease at Urban Deca Homes Ortigas!</b> Huwag pahirapan ang sarili. Direktang tulong mula sa amin para sa iyong housing loan application. Gawin nang totoo ang pangarap! Contact us: <br>#EasyHomeLoan #BankSupported #UrbanDecaHomes #OrtigasLiving #DreamHomeMadeReal"
    },
    {
    "id": "71",
    "category": "bank",
    "ad": "<b>Get Approved Faster: Bank Financing for Urban Deca Homes Ortigas!</b> Our streamlined process with major banks means quicker approvals for your housing loan. Own your unit sooner than you think! Apply now: <br>#FastApproval #BankLoanPH #UrbanDecaHomesOrtigas #EfficientProcess #HomeOwnerSoon"
    },
    {
    "id": "72",
    "category": "bank",
    "ad": "<b>Your Trusted Bank Partners for Urban Deca Homes Ortigas!</b> We collaborate with reliable financial institutions to offer you the best and most secure financing solutions. Build your future with confidence! Discover options: <br>#TrustedPartners #SecureLoan #UrbanDecaHomes #ReliableFinancing #FutureHome"
    },
    {
    "id": "73",
    "category": "bank",
    "ad": "<b>Customized Bank Financing for Your Urban Deca Home!</b> Every buyer is unique, and so are our financing solutions. Find a bank loan package that perfectly fits your financial situation. Get a personalized quote! Enquire today: <br>#CustomizedLoan #FlexibleLoan #UrbanDecaHomesOrtigas #TailoredSolution #SmartBuying"
    },
    {
    "id": "74",
    "category": "bank",
    "ad": "<b>Bank Financing: Making Urban Deca Homes Ortigas Attainable!</b> We bridge the gap between your dream and reality. With our assistance, navigating bank loans for your new home is simple and straightforward. Start your application! <br>#AttainableHome #BankAssisted #UrbanDecaHomes #DreamMadeReal #OrtigasLiving"
    },
    {
    "id": "75",
    "category": "bank",
    "ad": "<b>Guiding You Through Bank Financing for Urban Deca Homes Ortigas!</b> Don't let paperwork intimidate you. Our team is here to provide full support and guidance for your bank loan application. Get expert help! Learn more: <br>#LoanGuidance #ExpertSupport #UrbanDecaHomesOrtigas #StressFreeProcess #HomeLoanHelp"
    },
    {
    "id": "76",
    "category": "bank",
    "ad": "<b>Bank Financing? Walang Problema sa Urban Deca Homes Ortigas!</b> Mayroon kaming direktang koneksyon sa bangko para mas mabilis at madali ang loan processing mo. Your home, made easier! Inquire na! <br>#WalangProblema #BankLoanEasy #UrbanDecaHomes #SimplifiedBuying #OrtigasHome"
    },
    {
    "id": "77",
    "category": "bank",
    "ad": "<b>Madaling Magka-Sariling Bahay Gamit ang Bank Financing! Urban Deca Homes Ortigas.</b> Simple requirements, malaking tulong. Hayaan kaming tulungan ka sa pagkuha ng loan. Ano pa hinihintay mo? Message us! <br>#EasyRequirements #HomeLoanAssistance #UrbanDecaHomesOrtigas #AchieveYourDream #PropertyGoals"
    },
    {
    "id": "78",
    "category": "bank",
    "ad": "<b>Bank Options na Akma sa Budget Mo! Urban Deca Homes Ortigas.</b> Hanapin ang perfect financing plan para sa iyong ideal unit. Affordable monthly payments made possible with our bank partners. Check your eligibility! Call us: <br>#BudgetFriendlyLoan #FlexibleOptions #UrbanDecaHomes #OrtigasProperty #FinancialFit"
    },
    {
    "id": "79",
    "category": "bank",
    "ad": "<b>Para sa Mas Pinadaling Bank Financing: Urban Deca Homes Ortigas!</b> Huwag na mag-alala sa pagkuha ng home loan. Andito kami para gabayan ka sa bawat hakbang. Simulan na ang iyong pangarap! Visit <br>#PinadalingLoan #HomeBuyerSupport #UrbanDecaHomesOrtigas #NewHomeJourney #GuidedProcess"
    },
    {
    "id": "80",
    "category": "bank",
    "ad": "<b>Bank Financing Solutions, All in One Place: Urban Deca Homes Ortigas!</b> We connect you with the best bank offers to make your homeownership a reality. Convenient, transparent, and hassle-free. Your future is waiting! Contact us today: <br>#OneStopShop #BankSolutions #UrbanDecaHomes #TransparentProcess #FutureReady"
    },
    {
    "id": "81",
    "category": "couple",
    "ad": "<b>Your First Home Together: Urban Deca Homes Ortigas for Couples!</b> Start your beautiful journey in a space you can call your own. Affordable, accessible, and perfect for building your shared future. Begin your new chapter! Learn more: <br>#CoupleGoals #FirstHomePH #UrbanDecaHomes #NewBeginnings #HomeForTwo"
    },
    {
    "id": "82",
    "category": "couple",
    "ad": "<b>Building Dreams Together at Urban Deca Homes Ortigas!</b> For young couples ready to invest in their future, our units offer the ideal foundation for your life together. Create lasting memories in your new space. Inquire about our special offers! <br>#DreamHome #CoupleInvestment #OrtigasLife #FutureTogether #UrbanDecaHomesOrtigas"
    },
    {
    "id": "83",
    "category": "couple",
    "ad": "<b>A Home for Your Love Story: Urban Deca Homes Ortigas.</b> Find the perfect starter home where comfort meets convenience, designed for couples ready to grow. Your love deserves a beautiful space. Message us: <br>#LoveStory #StarterHomePH #UrbanDecaHomes #RomanceAtHome #CozyLiving"
    },
    {
    "id": "84",
    "category": "couple",
    "ad": "<b>Invest in Your Future as a Couple at Urban Deca Homes Ortigas!</b> Take the exciting step of owning property together. Our accessible and affordable units are a smart choice for long-term growth. Secure your tomorrow, today! Visit <br>#CoupleInvestment #FuturePlanning #UrbanDecaHomesOrtigas #SmartBuy #GenerationalWealth"
    },
    {
    "id": "85",
    "category": "couple",
    "ad": "<b>Your Perfect Nest Awaits: Urban Deca Homes Ortigas for Couples!</b> Discover thoughtfully designed spaces that are just right for you and your partner. Live comfortably and conveniently. Your shared sanctuary is here! Ask about our units: <br>#PerfectNest #CoupleLiving #UrbanDecaHomes #ComfortableHome #Sanctuary"
    },
    {
    "id": "86",
    "category": "couple",
    "ad": "<b>Para sa Future Ninyong Dalawa: Urban Deca Homes Ortigas!</b> Simulan ang pangarap ninyong mag-asawa sa sariling bahay. Affordable at accessible, perfect para sa bagong chapter ng inyong love story. Tara, usap tayo! <br>#ParaSaFuture #CoupleGoalsPH #UrbanDecaHomes #BagongSimula #LoveNest"
    },
    {
    "id": "87",
    "category": "couple",
    "ad": "<b>Ang Bahay na Puno ng Pag-ibig: Urban Deca Homes Ortigas para sa Couples!</b> Gawing mas matamis ang samahan sa sariling tahanan. Disenyo para sa inyong dalawa, lapit pa sa lahat ng kailangan. Inquire na! <br>#HomeOfLove #CoupleHome #OrtigasLiving #DreamTogether #SweetHome"
    },
    {
    "id": "88",
    "category": "couple",
    "ad": "<b>Invest Together, Grow Together: Urban Deca Homes Ortigas!</b> Ito na ang sign para mag-invest kayong mag-partner. Isang matalinong desisyon para sa matibay na kinabukasan ninyo. Message us! <br>#InvestAsOne #GrowTogether #UrbanDecaHomesOrtigas #SmartCouple #FutureProof"
    },
    {
    "id": "89",
    "category": "couple",
    "ad": "<b>Pangarap na Condo para sa Inyong Dalawa? Urban Deca Homes Ortigas!</b> Huwag na mag-rent! Magka-sariling unit na abot-kaya at super convenient. Para sa bawat mag-jowa o bagong kasal. Bisitahin kami! <br>#KasalGoals #CondoForTwo #UrbanDecaHomes #AffordableDream #CoupleProperty"
    },
    {
    "id": "90",
    "category": "couple",
    "ad": "<b>Saan Magtatayo ng Family? Urban Deca Homes Ortigas ang Sagot!</b> Ideal para sa mga mag-asawang magsisimula pa lang ng pamilya. Safe, accessible, at may espasyo para lumaki ang pamilya niyo. Alamin paano: <br>#FamilyStarter #CoupleLife #UrbanDecaHomesOrtigas #SafeAndSound #GrowingFamily"
    },
    {
    "id": "91",
    "category": "couple",
    "ad": "<b>Make Memories Together at Urban Deca Homes Ortigas!</b> Every corner is a new opportunity for shared experiences. Create your couple traditions in a home designed for comfortable living. Start your memories! Learn more: <br>#MakingMemories #CoupleLife #UrbanDecaHomes #SharedMoments #HomeSweetHome"
    },
    {
    "id": "92",
    "category": "couple",
    "ad": "<b>The Perfect Balance for Couples: Urban Deca Homes Ortigas!</b> Enjoy the perfect blend of city convenience and cozy comfort, ideal for couples balancing careers and personal lives. Your balanced life starts here! Inquire now: <br>#WorkLifeBalance #CoupleHarmony #OrtigasProperty #UrbanDecaHomesOrtigas #ConvenientLiving"
    },
    {
    "id": "93",
    "category": "couple",
    "ad": "<b>Dreaming of a Home with Your Partner? Urban Deca Homes Ortigas!</b> Turn those dreams into reality with an affordable and strategically located unit. Your joint aspirations are within reach. Make your dream real! Message us: <br>#DreamRealized #PartnersInLife #UrbanDecaHomes #AffordableDream #FutureTogether"
    },
    {
    "id": "94",
    "category": "couple",
    "ad": "<b>Beyond Renting: A Couple's Investment in Urban Deca Homes Ortigas!</b> Stop paying rent and start building equity together. This is your chance for a valuable asset and a place to truly call your own. Secure your asset! Visit <br>#SmartInvestment #RentNoMore #CoupleProperty #UrbanDecaHomesOrtigas #BuildingEquity"
    },
    {
    "id": "95",
    "category": "couple",
    "ad": "<b>Celebrate Your Love in Your Own Space: Urban Deca Homes Ortigas.</b> From date nights at home to lazy weekends, enjoy every moment in your own condo unit. A space designed for connection and intimacy. Celebrate your love! Ask about units: <br>#CelebrateLove #CoupleRetreat #UrbanDecaHomes #IntimateSpaces #LoveNest"
    },
    {
    "id": "96",
    "category": "couple",
    "ad": "<b>Bahay na Saksi sa Pagmamahalan Niyo! Urban Deca Homes Ortigas.</b> Dito sa Urban Deca Homes Ortigas, simulan ang inyong forever. Affordable at perfect sa inyong newly-wed dreams! Alamin ang promos! <br>#ForeverHome #NewlyWedsPH #UrbanDecaHomesOrtigas #PagibigGoals #StartHere"
    },
    {
    "id": "97",
    "category": "couple",
    "ad": "<b>Para sa mga Power Couple: Urban Deca Homes Ortigas!</b> Nagta-trabaho kayo pareho? Perfect ang location namin para sa inyong busy schedule, plus abot-kaya pa. Your smart move begins here! Inquire now: <br>#PowerCouple #SmartInvestment #UrbanDecaHomes #CareerAndHome #BalancedLife"
    },
    {
    "id": "98",
    "category": "couple",
    "ad": "<b>Ang Perfect Date Ninyo? Sa Sarili Niyong Bahay! Urban Deca Homes Ortigas.</b> Walang stress sa paghahanap ng lugar, sa inyo na ang romantic evenings. Affordable at convenient. Message us for details! <br>#DateNightAtHome #CoupleGoals #OrtigasLife #UrbanDecaHomesOrtigas #RomanticHome"
    },
    {
    "id": "99",
    "category": "couple",
    "ad": "<b>Simulan ang Pamilya Dito! Urban Deca Homes Ortigas.</b> Para sa mga mag-asawang magsisimula ng sariling pamilya, perfect ang aming safe at affordable units. Ang inyong future, dito na! Bisitahin kami! <br>#FamilyStarting #GrowingFamily #UrbanDecaHomes #PamilyaGoals #SafeHome"
    },
    {
    "id": "100",
    "category": "couple",
    "ad": "<b>Gawin Ninyong Home ang Urban Deca Homes Ortigas!</b> 'Yung lugar kung saan sabay kayong magtatayo ng mga pangarap at memories. Affordable at accessible sa lahat ng kailangan ninyo. Call us to know more: <br>#HomeSweetHome #BuildTogether #UrbanDecaHomesOrtigas #CoupleProperty #DreamBuilding"
    },
    {
    "id": "101",
    "category": "family",
    "ad": "<b>Your Family's New Home: Urban Deca Homes Ortigas!</b> Discover a safe, comfortable, and accessible community perfect for raising your family. Build a future filled with cherished memories right here. Secure your family's space! Learn more: <br>#FamilyHomePH #SafeCommunity #UrbanDecaHomes #FutureProof #OrtigasLife"
    },
    {
    "id": "102",
    "category": "family",
    "ad": "<b>More Than Just a Home: It's for Your Family's Growth!</b> Urban Deca Homes Ortigas offers a supportive environment where your children can thrive and your family can grow. Spacious enough for everyone, within reach of essentials. Inquire about our family-friendly units! <br>#FamilyGrowth #KidsFriendly #UrbanDecaHomesOrtigas #SpaciousLiving #CommunityLiving"
    },
    {
    "id": "103",
    "category": "family",
    "ad": "<b>Family First: Find Your Perfect Home at Urban Deca Homes Ortigas!</b> Prioritize your loved ones with a home that's secure, convenient, and built with their well-being in mind. Close to schools, hospitals, and malls. Message us: <br>#FamilyFirst #SecureHome #ConvenientLiving #OrtigasProperty #PeaceOfMind"
    },
    {
    "id": "104",
    "category": "family",
    "ad": "<b>Affordable Family Living in the City: Urban Deca Homes Ortigas!</b> Give your family the best without overstretching your budget. Experience quality urban living that's both accessible and truly affordable. Your family's dream home awaits! Visit <br>#AffordableFamilyHome #BudgetFriendly #UrbanDecaHomes #DreamHomePH #ValueForFamily"
    },
    {
    "id": "105",
    "category": "family",
    "ad": "<b>Create Unforgettable Family Moments at Urban Deca Homes Ortigas!</b> Our amenities and open spaces are designed for endless fun and bonding with your loved ones. Make every day an adventure. Discover family joy! Ask about our features: <br>#FamilyMoments #BondingTime #UrbanDecaHomesOrtigas #PlayArea #HappyFamily"
    },
    {
    "id": "106",
    "category": "family",
    "ad": "<b>Para sa Pamilya Mo: Urban Deca Homes Ortigas!</b> Dito, safe at masaya ang bawat miyembro ng pamilya. Lapit sa eskwelahan, ospital, at trabaho. Sulitin ang oras kasama ang mga mahal sa buhay! Alamin paano: <br>#ParaSaPamilya #SafeAndSound #UrbanDecaHomes #FamilyFirst #Convenience"
    },
    {
    "id": "107",
    "category": "family",
    "ad": "<b>Ang Bahay na Magpapalaki sa Pamilya Mo: Urban Deca Homes Ortigas!</b> Naghahanap ng space para lumaki ang mga anak? Perfect ang units namin para sa inyong growing family. May room for everyone! Inquire na! <br>#GrowingFamily #FamilySpace #UrbanDecaHomesOrtigas #BahayGoals #FutureHome"
    },
    {
    "id": "108",
    "category": "family",
    "ad": "<b>Magandang Kinabukasan para sa Pamilya Mo, Dito sa Urban Deca Homes Ortigas!</b> I-invest sa isang komunidad na nagbibigay ng seguridad at oportunidad para sa inyong lahat. Ang inyong kinabukasan, sisimulan dito. Message us! <br>#FutureOfFamily #InvestmentPH #UrbanDecaHomes #FamilySecurity #OrtigasLife"
    },
    {
    "id": "109",
    "category": "family",
    "ad": "<b>Family Bonding, Araw-Araw! Amenities sa Urban Deca Homes Ortigas.</b> May playground, open spaces, at iba pang amenities para sa quality time ninyong mag-anak. Gawing masaya ang bawat araw! Bisitahin kami! <br>#FamilyBonding #QualityTime #UrbanDecaHomesOrtigas #FamilyFun #HomeSweetHome"
    },
    {
    "id": "110",
    "category": "family",
    "ad": "<b>Abot-Kayang Buhay Pamilya sa Siyudad: Urban Deca Homes Ortigas!</b> Hindi na kailangan pumili sa budget at ginhawa. Affordable ang units, convenient ang location. Para sa praktikal na pamilya! Contact us: <br>#AffordableFamily #BudgetFriendly #UrbanDecaHomes #PracticalLiving #FamilyBudget"
    },
    {
    "id": "111",
    "category": "family",
    "ad": "<b>Your Kids Deserve the Best: Urban Deca Homes Ortigas!</b> Provide them with a nurturing environment, secure surroundings, and convenient access to schools and play areas. Give them the home they deserve. Learn more: <br>#KidsFirst #NurturingHome #UrbanDecaHomesOrtigas #ChildFriendly #BestForKids"
    },
    {
    "id": "112",
    "category": "family",
    "ad": "<b>Balancing Work & Family? Urban Deca Homes Ortigas is the Answer!</b> Enjoy an accessible location for your career and a comfortable home for your family. Achieve that perfect work-life balance. Inquire about your family's new home! <br>#WorkLifeBalance #FamilyComfort #UrbanDecaHomes #ConvenientFamilyLife #OrtigasWorkLife"
    },
    {
    "id": "113",
    "category": "family",
    "ad": "<b>The Smart Choice for Your Family's Future: Urban Deca Homes Ortigas!</b> Invest in a property that offers long-term benefits for your family's security and well-being. A smart move for a brighter future. Secure their future! Message us: <br>#SmartInvestment #FamilyFuture #UrbanDecaHomesOrtigas #GenerationalHome #SecureLiving"
    },
    {
    "id": "114",
    "category": "family",
    "ad": "<b>Everyday Convenience for the Whole Family: Urban Deca Homes Ortigas!</b> Less time on commutes, more time for family. With nearby schools, shops, and transport, daily life is a breeze. Simplify your family's life! Visit <br>#FamilyConvenience #EasyLiving #UrbanDecaHomes #TimeForFamily #SimplifiedLife"
    },
    {
    "id": "115",
    "category": "family",
    "ad": "<b>Start Your Family's Legacy at Urban Deca Homes Ortigas!</b> A home is where your family's story truly begins. Create lasting memories and build your legacy in a place you can proudly call your own. Begin your legacy! Ask about our units: <br>#FamilyLegacy #NewBeginnings #UrbanDecaHomesOrtigas #FamilyStory #ProudHomeowner"
    },
    {
    "id": "116",
    "category": "family",
    "ad": "<b>Saan Gaganap ang Susunod na Family Celebration? Urban Deca Homes Ortigas!</b> May sarili na kayong bahay at space para sa mga handaan at gatherings. Perfect for unforgettable family events! Tara, tignan natin! <br>#FamilyCelebration #HomeGatherings #UrbanDecaHomes #MemoriesInMaking #SpecialMoments"
    },
    {
    "id": "117",
    "category": "family",
    "ad": "<b>Kapag Pamilya ang Priority, Urban Deca Homes Ortigas ang Choice!</b> Hindi lang bahay kundi isang komunidad na nagbibigay ng suporta at kaligayahan sa inyong buong pamilya. Magandang kinabukasan, dito na! Inquire na! <br>#FamilyPriority #CommunitySupport #UrbanDecaHomesOrtigas #HappyCommunity #BestChoice"
    },
    {
    "id": "118",
    "category": "family",
    "ad": "<b>Space for Your Kids to Play Safely: Urban Deca Homes Ortigas.</b> Mayroong designated play areas at open spaces kung saan malayang makakagalaw ang mga bata. Safety first! Message us for details! <br>#SafePlay #KidsSpace #UrbanDecaHomes #ChildFriendly #PeaceOfMindForParents"
    },
    {
    "id": "119",
    "category": "family",
    "ad": "<b>Ang Dream Home ng Pamilya Mo, Naghihintay Dito! Urban Deca Homes Ortigas.</b> Perfect na pwedeng tawaging forever home. Affordable pa at malapit sa lahat ng kailangan ninyo. Your dream, made real! Bisitahin kami! <br>#DreamHomePH #ForeverHome #UrbanDecaHomesOrtigas #FamilyDreams #HomeSweetHome"
    },
    {
    "id": "120",
    "category": "family",
    "ad": "<b>Kumpleto ang Buhay Pamilya sa Urban Deca Homes Ortigas!</b> Lahat ng kailangan para sa masaya at maginhawang buhay, nandito na. From schools to leisure, all for your family's convenience. Call us to know more: <br>#CompleteFamilyLife #ConvenientLiving #UrbanDecaHomes #AllForFamily #HappyLife"
    },
    {
    "id": "121",
    "category": "financing",
    "ad": "<b>Flexible Financing for Your Urban Deca Home Ortigas!</b> Your path to homeownership just got easier. Explore various financing options designed to fit your budget and make your dream home a reality. Discover your ideal plan! Learn more: <br>#FlexibleFinancing #HomeOwnership #UrbanDecaHomes #EasyPayments #DreamHome"
    },
    {
    "id": "122",
    "category": "financing",
    "ad": "<b>Unlock Your Home with Our Easy Financing Options!</b> Urban Deca Homes Ortigas makes owning a property simple and stress-free. From initial inquiry to final approval, we're here to guide you. Start your journey today! Inquire now: <br>#EasyFinancing #StressFreeHome #RealEstatePH #UrbanDecaHomesOrtigas #HomeLoan"
    },
    {
    "id": "123",
    "category": "financing",
    "ad": "<b>Affordable Financing: Your Key to Urban Deca Homes Ortigas!</b> Don't let upfront costs stop you. We offer attractive financing solutions that put your dream home within comfortable reach. Invest wisely, live comfortably! Message us: <br>#AffordableFinancing #BudgetFriendly #OrtigasProperty #SmartInvestment #OwnYourHome"
    },
    {
    "id": "124",
    "category": "financing",
    "ad": "<b>Your Future Starts Now: Urban Deca Homes Ortigas Financing!</b> Turn your rental payments into a solid investment. With our accessible financing plans, securing your own unit is easier than you think. Secure your tomorrow! Visit <br>#FutureHome #RentToOwnPH #UrbanDecaHomes #FinancialFreedom #PropertyInvestment"
    },
    {
    "id": "125",
    "category": "financing",
    "ad": "<b>Guidance Every Step: Financing Your Urban Deca Homes Ortigas Unit!</b> Navigate the financing process with confidence. Our team provides expert support to ensure a smooth and successful application. Get the help you need! Ask about options: <br>#FinancingGuidance #ExpertSupport #UrbanDecaHomesOrtigas #HomeBuyingTips #StressFreeProcess"
    },
    {
    "id": "126",
    "category": "financing",
    "ad": "<b>Madaling Financing para sa Pangarap Mong Bahay! Urban Deca Homes Ortigas.</b> Hindi na kailangan mag-alala sa payments! May iba't ibang option kami na swak sa budget at pangangailangan mo. Alamin ang payment schemes! <br>#MadalingBayaran #FinancingPH #UrbanDecaHomes #AbotKayangBahay #HomeGoals"
    },
    {
    "id": "127",
    "category": "financing",
    "ad": "<b>Pag-aari Mo, Ngayon Na! Urban Deca Homes Ortigas Financing.</b> Wag nang mag-rent! Sa aming flexible financing, mas madaling magka-sariling unit. Maging homeowner na ngayon! Inquire na! <br>#MagingHomeowner #EasyPayments #UrbanDecaHomesOrtigas #PropertyForSale #DREAMComeTrue"
    },
    {
    "id": "128",
    "category": "financing",
    "ad": "<b>Financing na Kaya Mo: Urban Deca Homes Ortigas!</b> Affordable monthly amortizations at iba pang payment terms ang naghihintay. Gawing realidad ang pangarap mong magka-bahay. Message us! <br>#KayaMoTo #AffordableAmortization #UrbanDecaHomes #BudgetFriendly #OrtigasProperty"
    },
    {
    "id": "129",
    "category": "financing",
    "ad": "<b>Walang Komplikasyon sa Financing: Urban Deca Homes Ortigas!</b> Straightforward ang proseso para sa loan application mo. Magka-bahay nang walang stress! Bisitahin kami! <br>#NoHassleFinancing #SimpleProcess #UrbanDecaHomesOrtigas #LoanAssistance #EasyToOwn"
    },
    {
    "id": "130",
    "category": "financing",
    "ad": "<b>Financing Solutions, Designed for You! Urban Deca Homes Ortigas.</b> Nakuha ang perfect unit? Next step: financing! May in-house man o bank, tutulungan ka namin. Simulan na ang iyong new chapter! Contact us: <br>#CustomizedFinancing #YourSolution #UrbanDecaHomes #TailoredPlan #HomeBuying"
    },
    {
    "id": "131",
    "category": "financing",
    "ad": "<b>Seamless Financing to Your Urban Deca Home Ortigas!</b> From inquiry to moving in, we ensure a smooth financing journey. Focus on envisioning your new life, we'll handle the rest. Apply with confidence! Learn more: <br>#SeamlessProcess #HomeBuyingJourney #UrbanDecaHomesOrtigas #ConfidenceInBuying #DreamHome"
    },
    {
    "id": "132",
    "category": "financing",
    "ad": "<b>Invest in Your Future: Smart Financing for Urban Deca Homes Ortigas!</b> We offer smart financial strategies to help you acquire your ideal property. Don't just dream, invest! Plan your investment! Inquire now: <br>#SmartInvestment #FutureProof #UrbanDecaHomes #FinancialPlanning #PropertyGoals"
    },
    {
    "id": "133",
    "category": "financing",
    "ad": "<b>Your Home, Your Terms: Flexible Financing at Urban Deca Homes Ortigas!</b> We understand your unique financial situation. Choose from a range of flexible options to make homeownership comfortable for you. Discover personalized terms! Message us: <br>#FlexibleTerms #PersonalizedPlan #UrbanDecaHomesOrtigas #HomeOnYourTerms #BudgetConscious"
    },
    {
    "id": "134",
    "category": "financing",
    "ad": "<b>Breaking Down Barriers: Financing Urban Deca Homes Ortigas.</b> We simplify the complexities of home financing, making it understandable and accessible for everyone. Your dream home is within reach! Get clear answers! Visit <br>#AccessibleHome #NoBarriers #UrbanDecaHomes #SimplifiedFinancing #HomeBuyingSimplified"
    },
    {
    "id": "135",
    "category": "financing",
    "ad": "<b>Financing Success Stories Begin Here: Urban Deca Homes Ortigas!</b> Join countless satisfied homeowners who found their perfect financing solution with us. Let us help you write your success story. Share your story! Ask about our plans: <br>#SuccessStory #HappyHomeowners #UrbanDecaHomesOrtigas #ProvenProcess #DreamAchieved"
    },
    {
    "id": "136",
    "category": "financing",
    "ad": "<b>Financing na Panalo sa Urban Deca Homes Ortigas!</b> Hindi lang bahay ang panalo, pati ang payment scheme mo! Affordable, convenient, at swak sa budget. I-grab na ang opportunity! <br>#PanaloFinancing #UrbanDecaHomes #SulitNaBahay #OrtigasDeal #GrabTheOpportunity"
    },
    {
    "id": "137",
    "category": "financing",
    "ad": "<b>Abot-Kamay ang Pangarap Dahil sa Financing! Urban Deca Homes Ortigas.</b> Simple steps lang para sa home loan approval mo. Hayaan kaming tulungan ka sa bawat hakbang! Alamin ang eligibility mo! <br>#AbotKamay #EasyApproval #UrbanDecaHomesOrtigas #FinancingAssistance #PangarapMo"
    },
    {
    "id": "138",
    "category": "financing",
    "ad": "<b>Walang Kaba sa Financing: Urban Deca Homes Ortigas!</b> Confident ka sa pagbili ng bahay dahil sa transparent at reliable naming financing options. Secure your peace of mind. Message us for details! <br>#NoWorries #TransparentFinancing #UrbanDecaHomes #ReliableChoice #PeaceOfMind"
    },
    {
    "id": "139",
    "category": "financing",
    "ad": "<b>Pinadaling Proseso sa Financing: Urban Deca Homes Ortigas.</b> Para sa mga busy, hindi na kailangan mahirapan sa paperwork. Kami ang bahala. Mas mabilis, mas madali! Simulan na ang iyong home journey! <br>#SimplifiedProcess #QuickFinancing #UrbanDecaHomesOrtigas #BusyProfessional #HomeBuyingMadeEasy"
    },
    {
    "id": "140",
    "category": "financing",
    "ad": "<b>Magka-Sariling Bahay, Ngayon Na! Urban Deca Homes Ortigas Financing.</b> Ang long-term goal mo, kayang-kaya i-achieve sa tulong namin. Flexible terms, great value. Your future home is calling! Contact us today: <br>#NowIsTheTime #AchieveGoals #UrbanDecaHomes #FutureReady #InvestInYourself"
    },
    {
    "id": "141",
    "category": "general",
    "ad": "<b>Your Ideal Urban Home Awaits at Urban Deca Homes Ortigas!</b> Discover the perfect blend of comfort, convenience, and affordability in the heart of the city. Elevate your everyday living. Learn more: <br>#UrbanLiving #DreamHomePH #UrbanDecaHomes #CityLife #ConvenientLiving"
    },
    {
    "id": "142",
    "category": "general",
    "ad": "<b>Live Smart, Live Better: Urban Deca Homes Ortigas is Here!</b> Make a wise investment in your future with a property that offers both accessibility and value. Your smarter lifestyle starts now. Inquire today! <br>#SmartLiving #InvestInYourFuture #OrtigasProperty #RealEstatePH #BetterLifestyle"
    },
    {
    "id": "143",
    "category": "general",
    "ad": "<b>Transform Your Life with Urban Deca Homes Ortigas!</b> Imagine a home that simplifies your daily routine and brings you closer to everything that matters. Make your dream a reality. Message us: <br>#LifeTransformation #DreamHome #UrbanDecaHomesOrtigas #NewBeginnings #HomeSweetHome"
    },
    {
    "id": "144",
    "category": "general",
    "ad": "<b>The Perfect Choice for Modern City Dwellers: Urban Deca Homes Ortigas!</b> Designed for those who seek convenience, comfort, and a strategic location in Metro Manila. Your ideal city pad is here. Visit us today! <br>#ModernLiving #CityDweller #UrbanDecaHomes #OrtigasLife #ContemporaryHome"
    },
    {
    "id": "145",
    "category": "general",
    "ad": "<b>Unlock Your Best Life at Urban Deca Homes Ortigas!</b> From work to play, everything is within reach. Experience unparalleled access to key areas while enjoying the comfort of your own home. Discover your best life! Ask about our units: <br>#BestLife #AccessibleLiving #UrbanDecaHomesOrtigas #Convenience #LiveYourBest"
    },
    {
    "id": "146",
    "category": "general",
    "ad": "<b>Bahay na Komportable at Abot-Kaya: Urban Deca Homes Ortigas!</b> Hindi na pangarap ang sariling unit sa gitna ng siyudad. Gawing totoo ang inaasam mong urban living. Alamin paano! <br>#AbotKayangBahay #UrbanLivingPH #UrbanDecaHomes #ComfortableHome #OrtigasLife"
    },
    {
    "id": "147",
    "category": "general",
    "ad": "<b>Gawing Sulit ang Bawat Araw: Urban Deca Homes Ortigas!</b> Sa prime location at affordable prices, mas marami kang oras at pera para sa mga mahal mo at sa sarili mo. Inquire na! <br>#SulitNaBuhay #TimeIsGold #UrbanDecaHomesOrtigas #SmartChoice #QualityLiving"
    },
    {
    "id": "148",
    "category": "general",
    "ad": "<b>Ang Hinahanap Mong Home, Nandito na: Urban Deca Homes Ortigas!</b> Kung saan ang convenience, affordability, at quality ay nagsama-sama. Your ideal urban sanctuary awaits. Message us! <br>#IdealHome #UrbanSanctuary #UrbanDecaHomes #PerfectLocation #DreamHome"
    },
    {
    "id": "149",
    "category": "general",
    "ad": "<b>Simulan ang Bagong Kabanata sa Urban Deca Homes Ortigas!</b> Handa ka na bang magka-sariling space? Dito, ang pag-aari ng property sa siyudad ay hindi na mahirap. Bisitahin kami! <br>#NewChapter #HomeOwnership #UrbanDecaHomesOrtigas #CityLivingDreams #FutureHome"
    },
    {
    "id": "150",
    "category": "general",
    "ad": "<b>Urban Deca Homes Ortigas: Ang Desisyon na Hindi Mo Pagsisisihan!</b> Isang matalinong investment para sa mas maginhawa at exciting na buhay sa siyudad. Huwag palampasin ang pagkakataon! Contact us: <br>#SmartInvestmentPH #NoRegrets #UrbanDecaHomes #BestDecision #CityLife"
    },
    {
    "id": "151",
    "category": "general",
    "ad": "<b>Discover Your Place in the City: Urban Deca Homes Ortigas!</b> Find a vibrant community that offers the best of urban living without the hefty price tag. Your new adventure starts here. Explore our units! Learn more: <br>#VibrantCommunity #CityAdventure #UrbanDecaHomesOrtigas #NewHome #UrbanExplorer"
    },
    {
    "id": "152",
    "category": "general",
    "ad": "<b>The Smart Choice for a Brighter Future: Urban Deca Homes Ortigas!</b> Invest in a property that secures your financial well-being and provides a convenient lifestyle. Make a move for your future. Inquire now: <br>#BrighterFuture #SecureInvestment #UrbanDecaHomes #FinancialWellness #PropertyGoals"
    },
    {
    "id": "153",
    "category": "general",
    "ad": "<b>Life in the Fast Lane, Home in Comfort: Urban Deca Homes Ortigas!</b> Keep up with the city's pace while enjoying a peaceful and comfortable haven to come home to. Your urban sanctuary awaits. Message us: <br>#FastLaneLife #ComfortZone #UrbanDecaHomesOrtigas #UrbanSanctuary #PeacefulHome"
    },
    {
    "id": "154",
    "category": "general",
    "ad": "<b>Everything You Need, Nothing You Don't: Urban Deca Homes Ortigas!</b> Simplified living with prime access to city essentials and features that genuinely enhance your lifestyle. Focus on what truly matters. Visit <br>#SimplifiedLiving #EssentialAccess #UrbanDecaHomes #MinimalistLife #QualityOverQuantity"
    },
    {
    "id": "155",
    "category": "general",
    "ad": "<b>Your Gateway to Metro Manila: Urban Deca Homes Ortigas.</b> Strategically located to give you unparalleled access to business districts, leisure hubs, and transport networks. The city is at your fingertips. Ask about our location benefits! <br>#GatewayToMM #StrategicLocation #UrbanDecaHomesOrtigas #ConnectedCity #MetroManila"
    },
    {
    "id": "156",
    "category": "general",
    "ad": "<b>Buhay Siyudad na Gusto Mo, Dito sa Urban Deca Homes Ortigas!</b> Hindi na kailangan lumayo para maranasan ang kumportableng urban living. Affordable at convenient. Tara na! <br>#GustoKongBuhay #CityLivingDreams #UrbanDecaHomes #AbotKaya #Comfortable"
    },
    {
    "id": "157",
    "category": "general",
    "ad": "<b>Urban Deca Homes Ortigas: Ang Smart Choice ng Bayan!</b> Para sa mga naghahanap ng practical at matalinong desisyon sa pabahay. Dito na ang investment para sa kinabukasan mo. Inquire na! <br>#SmartChoicePH #InvestmentGoals #UrbanDecaHomesOrtigas #PracticalLiving #FutureReady"
    },
    {
    "id": "158",
    "category": "general",
    "ad": "<b>Pangarap na Bahay, Gawing Reality sa Urban Deca Homes Ortigas!</b> Huwag na magpatumpik-tumpik. Simulan ang bagong kabanata sa sarili mong unit. Affordable at accessible! Message us! <br>#PangarapMo #RealityCheck #UrbanDecaHomes #NewChapter #BahayNa"
    },
    {
    "id": "159",
    "category": "general",
    "ad": "<b>Lahat ng Kailangan Mo, Malapit sa Urban Deca Homes Ortigas!</b> Convenience is key. Less stress sa biyahe, more time for you. Isang magandang simula sa buhay. Bisitahin kami! <br>#ConvenienceIsKey #MalapitSaLahat #UrbanDecaHomesOrtigas #EasyLife #StressFree"
    },
    {
    "id": "160",
    "category": "general",
    "ad": "<b>Urban Deca Homes Ortigas: Kung Saan ang Buhay ay Mas Pinaganda!</b> Mula sa affordable units hanggang sa strategic location, lahat para sa mas pinabuting lifestyle mo. Huwag palampasin! Contact us: <br>#BetterLife #PinabutingBuhay #UrbanDecaHomes #OrtigasBest #LiveLifeBetter"
    },
    {
    "id": "161",
    "category": "interior design",
    "ad": "<b>Your Blank Canvas Awaits: Design Your Dream at Urban Deca Homes Ortigas!</b> Imagine creating a home that truly reflects your style. Our units offer the perfect space for you to design your personalized sanctuary. Unleash your creativity! Learn more: <br>#InteriorDesignPH #BlankCanvas #UrbanDecaHomes #PersonalizedHome #DreamDesign"
    },
    {
    "id": "162",
    "category": "interior design",
    "ad": "<b>Design Freedom at Urban Deca Homes Ortigas!</b> Your home is an extension of you. With our unfurnished units, you have the complete liberty to choose every detail and make it uniquely yours. Start designing your future! Inquire today! <br>#DesignFreedom #YourStyleYourHome #OrtigasProperty #CustomLiving #UrbanDecaHomesOrtigas"
    },
    {
    "id": "163",
    "category": "interior design",
    "ad": "<b>Craft Your Perfect Space: Urban Deca Homes Ortigas!</b> From layout to finishes, visualize the home you’ve always wanted. Our well-structured units provide the ideal foundation for your interior design aspirations. Message us: <br>#InteriorDesignGoals #HomeDecorPH #UrbanDecaHomes #PerfectSpace #HomeDesign"
    },
    {
    "id": "164",
    "category": "interior design",
    "ad": "<b>Express Your Style: Urban Deca Homes Ortigas Units!</b> Tired of pre-designed spaces? Here, you’re the artist! Personalize every corner to fit your taste, needs, and lifestyle. Your vision, brought to life! Visit <br>#ExpressYourself #PersonalStyle #UrbanDecaHomesOrtigas #CustomHome #DesignYourLife"
    },
    {
    "id": "165",
    "category": "interior design",
    "ad": "<b>Your Home, Your Rules: Interior Design at Urban Deca Homes Ortigas!</b> We give you the space, you make it the home. Enjoy the exciting process of transforming a unit into your ultimate personal haven. Unleash your inner designer! Ask about our units: <br>#YourRules #HomeRenovation #UrbanDecaHomes #InteriorStyling #PersonalHaven"
    },
    {
    "id": "166",
    "category": "interior design",
    "ad": "<b>Gawin Mong Dream Home ang Urban Deca Homes Ortigas Unit Mo!</b> Dahil unfurnished, ikaw ang bahala sa design! Ilabas ang pagiging creative at buuin ang bahay na pinangarap mo. Simulan na ang project! <br>#DreamHomeDesign #InteriorGoalsPH #UrbanDecaHomes #SarilingDesign #PersonalizedHome"
    },
    {
    "id": "167",
    "category": "interior design",
    "ad": "<b>Disenyo Mo, Bahay Mo: Urban Deca Homes Ortigas!</b> Walang kahati sa creativity! May freedom kang pumili ng colors, furniture, at decorations na swak sa personality mo. Inquire na! <br>#YourDesign #HomePersonalization #UrbanDecaHomesOrtigas #BlankCanvas #CreativeSpace"
    },
    {
    "id": "168",
    "category": "interior design",
    "ad": "<b>I-Customize ang Space Mo: Urban Deca Homes Ortigas Units!</b> Mula sa sahig hanggang kisame, nasa sa'yo ang desisyon. Lumikha ng bahay na nagpapakita ng unique mong style. Message us! <br>#CustomizeYourHome #UniqueStyle #UrbanDecaHomes #HomeDecorPH #DesignFreedom"
    },
    {
    "id": "169",
    "category": "interior design",
    "ad": "<b>Your Vision, Your Home: Urban Deca Homes Ortigas Interior Design.</b> May idea ka na ba? Our units provide the perfect foundation to bring your interior design vision to life. Dito, ikaw ang boss! Bisitahin kami! <br>#YourVision #HomeGoalsPH #UrbanDecaHomesOrtigas #InteriorInspiration #DesignYourLife"
    },
    {
    "id": "170",
    "category": "interior design",
    "ad": "<b>Sa Urban Deca Homes Ortigas, Ikaw ang Interior Designer!</b> Bakit mo pipiliin ang semi o fully furnished kung pwede mong gawing 100% ikaw ang bahay mo? Idisenyo ang iyong future home! Contact us: <br>#BeTheDesigner #PersonalTouch #UrbanDecaHomes #HomeStyling #YourHomeYourWay"
    },
    {
    "id": "171",
    "category": "interior design",
    "ad": "<b>Imagine the Possibilities: Interior Design at Urban Deca Homes Ortigas!</b> With a fresh, clean canvas, you're only limited by your imagination. Envision your perfect layout, your favorite colors, your dream home. Start dreaming! Learn more: <br>#ImagineYourHome #Possibilities #UrbanDecaHomesOrtigas #DreamSpace #FutureHome"
    },
    {
    "id": "172",
    "category": "interior design",
    "ad": "<b>Create Your Signature Style at Urban Deca Homes Ortigas!</b> Your home should tell your story. Our unfurnished units give you the space to infuse your personality into every corner. Make it distinctly yours! Inquire today! <br>#SignatureStyle #TellYourStory #UrbanDecaHomes #Personalize #HomeIdentity"
    },
    {
    "id": "173",
    "category": "interior design",
    "ad": "<b>Your Home, Your Masterpiece: Interior Design at Urban Deca Homes Ortigas!</b> Every detail becomes a brushstroke in your masterpiece. Build the living environment you've always envisioned. Paint your perfect picture! Message us: <br>#HomeMasterpiece #DesignYourHome #UrbanDecaHomesOrtigas #CreativeLiving #ArtOfLiving"
    },
    {
    "id": "174",
    "category": "interior design",
    "ad": "<b>Spacious Units, Endless Design Potential: Urban Deca Homes Ortigas!</b> Our well-proportioned units offer ample room for your interior design ideas to flourish. Maximize every square meter with your unique touch. Maximize your space! Visit <br>#SpaciousDesign #DesignPotential #UrbanDecaHomes #MaximizeSpace #EndlessPossibilities"
    },
    {
    "id": "175",
    "category": "interior design",
    "ad": "<b>Bring Your Mood Board to Life at Urban Deca Homes Ortigas!</b> All those Pinterest pins and design inspirations? They belong here! Start planning your ultimate personalized interior. Your mood, your home! Ask about our floor plans: <br>#MoodBoardToLife #PinterestInspiration #UrbanDecaHomesOrtigas #DesignReality #InteriorGoals"
    },
    {
    "id": "176",
    "category": "interior design",
    "ad": "<b>Gawing Realidad ang Pinterest Boards Mo! Urban Deca Homes Ortigas.</b> May freedom ka na mag-design ng sarili mong bahay! Ilabas ang interior designer sa'yo. Your home, your rules! Tara, simulan na! <br>#PinterestHome #InteriorDesignerAko #UrbanDecaHomes #DreamHomePH #RealizeYourDreams"
    },
    {
    "id": "177",
    "category": "interior design",
    "ad": "<b>Dito, Ikaw ang Chief Designer! Urban Deca Homes Ortigas.</b> No constraints, pure creativity! Disenyo na akma sa personality at lifestyle mo. Your ideal living space, built by you. Inquire now! <br>#ChiefDesigner #CreativeHome #UrbanDecaHomesOrtigas #DesignYourLife #FreedomToCreate"
    },
    {
    "id": "178",
    "category": "interior design",
    "ad": "<b>Gawin Mong Personalized ang Bawat Sulok! Urban Deca Homes Ortigas.</b> Hindi ka restricted sa kung ano ang furnished. May blank canvas ka para ilagay ang bawat detalye na gusto mo. Message us for a site visit! <br>#PersonalizedSpace #EveryCorner #UrbanDecaHomes #YourHomeYourStyle #HomeDetails"
    },
    {
    "id": "179",
    "category": "interior design",
    "ad": "<b>Transform Your Unit: Urban Deca Homes Ortigas, Interior Design Freedom!</b> From basic to breathtaking, your unit is ready for your personal touch. Let your vision take shape! Bisitahin kami! <br>#TransformYourHome #BreathtakingDesign #UrbanDecaHomesOrtigas #VisionToReality #DesignFreedom"
    },
    {
    "id": "180",
    "category": "interior design",
    "ad": "<b>Ang Bahay na Magpapakita ng Kwento Mo! Urban Deca Homes Ortigas.</b> Ang bawat furniture at decor ay magiging bahagi ng iyong istorya. Design your narrative. Call us to know more: <br>#YourStoryYourHome #NarrativeDesign #UrbanDecaHomes #HomeIsWhereTheStoryBegins #PersonalSpace"
    },
    {
    "id": "181",
    "category": "investment",
    "ad": "<b>Invest Wisely, Live Comfortably: Urban Deca Homes Ortigas!</b> Secure your financial future with a property that promises steady appreciation and potential rental income. A smart investment in a prime location. Start your investment journey! Learn more: <br>#RealEstateInvestment #SmartInvestment #UrbanDecaHomes #PropertyAppreciation #PassiveIncome"
    },
    {
    "id": "182",
    "category": "investment",
    "ad": "<b>Your Next Smart Investment: Urban Deca Homes Ortigas!</b> Don't just buy a home, invest in an asset. Our strategic location and affordable pricing make it an ideal choice for both first-time and seasoned investors. Maximize your returns! Inquire today! <br>#InvestmentProperty #CapitalGrowth #OrtigasProperty #HighROI #UrbanDecaHomesOrtigas"
    },
    {
    "id": "183",
    "category": "investment",
    "ad": "<b>Secure Your Future with a Property Investment in Ortigas!</b> Urban Deca Homes Ortigas offers a tangible asset that grows in value, providing stability and peace of mind. Invest in what matters most. Message us: <br>#FutureSecured #TangibleAsset #UrbanDecaHomes #RealEstatePH #LongTermInvestment"
    },
    {
    "id": "184",
    "category": "investment",
    "ad": "<b>The Smart Investor's Choice: Urban Deca Homes Ortigas!</b> With consistent demand in the Ortigas area, your unit is poised for excellent rental yield and resale value. Make a strategic move today. Unlock your investment potential! Visit <br>#SmartInvestor #RentalYield #ResaleValue #UrbanDecaHomesOrtigas #InvestmentOpportunity"
    },
    {
    "id": "185",
    "category": "investment",
    "ad": "<b>Affordable Entry, High Potential: Invest in Urban Deca Homes Ortigas!</b> Get into the lucrative real estate market without a huge initial outlay. This is your chance for a valuable asset that offers significant growth. Grab this opportunity! Ask about our plans: <br>#AffordableInvestment #HighPotential #UrbanDecaHomes #GrowthAsset #InvestmentGoals"
    },
    {
    "id": "186",
    "category": "investment",
    "ad": "<b>Investment na Hindi ka Pagsisisihan: Urban Deca Homes Ortigas!</b> Bumili ng property na nagpapahalaga sa paglipas ng panahon. Secure ang kinabukasan mo at ng pamilya mo. Investment na sulit! Alamin paano: <br>#SulitInvestment #PropertyInvestment #UrbanDecaHomes #FutureSecured #AssetGrowth"
    },
    {
    "id": "187",
    "category": "investment",
    "ad": "<b>Pag-aari na Nagbibigay Income: Urban Deca Homes Ortigas!</b> Hanap mo ba ay passive income? Our units are perfect for rental opportunities dahil sa prime location. Gawin mong kumita ang pera mo! Inquire na! <br>#PassiveIncomePH #RentalProperty #UrbanDecaHomesOrtigas #IncomeGenerating #SmartMove"
    },
    {
    "id": "188",
    "category": "investment",
    "ad": "<b>Matalinong Desisyon: Mag-invest sa Urban Deca Homes Ortigas!</b> Ang real estate ay isa sa pinaka-matatag na investment. Para sa mga gustong magsimula magpalago ng ari-arian. Message us! <br>#MatalinongDesisyon #RealEstatePH #UrbanDecaHomes #FinancialGrowth #InvestNow"
    },
    {
    "id": "189",
    "category": "investment",
    "ad": "<b>Doble Kita, Doble Comfort: Urban Deca Homes Ortigas Investment!</b> Hindi lang para sa sariling tirahan, kundi para din sa potential income. Perfect balance ng convenience at investment. Bisitahin kami! <br>#DobleKita #InvestmentHome #UrbanDecaHomesOrtigas #RentalOpportunity #ComfortAndProfit"
    },
    {
    "id": "190",
    "category": "investment",
    "ad": "<b>Secure ang Kinabukasan Mo sa Urban Deca Homes Ortigas!</b> Ang investment sa property ay investment sa sarili. Gawin ang first step sa financial stability. Huwag palampasin! Contact us: <br>#SecureFuture #FinancialStability #UrbanDecaHomes #InvestmentJourney #OwnYourFuture"
    },
    {
    "id": "191",
    "category": "investment",
    "ad": "<b>Your Gateway to Property Portfolio Growth: Urban Deca Homes Ortigas!</b> Expand your investment portfolio with a high-value property in a strategic urban area. Build your wealth brick by brick. Grow your portfolio! Learn more: <br>#PortfolioGrowth #RealEstatePortfolio #UrbanDecaHomesOrtigas #WealthBuilding #HighValueProperty"
    },
    {
    "id": "192",
    "category": "investment",
    "ad": "<b>Don't Just Rent, Own and Earn! Invest in Urban Deca Homes Ortigas.</b> Shift your mindset from expense to asset. Our units offer excellent rental potential and long-term capital appreciation. Start earning from your property! Inquire today! <br>#OwnAndEarn #RentalIncome #UrbanDecaHomes #CapitalAppreciation #InvestmentMindset"
    },
    {
    "id": "193",
    "category": "investment",
    "ad": "<b>Invest in Location: Urban Deca Homes Ortigas.</b> Property value is largely driven by location, and ours is unbeatable. A prime spot for guaranteed tenant demand and future resale value. Invest smartly! Message us: <br>#LocationIsKey #InvestmentLocation #UrbanDecaHomesOrtigas #PrimeSpot #GuaranteedValue"
    },
    {
    "id": "194",
    "category": "investment",
    "ad": "<b>The Safe Haven for Your Capital: Urban Deca Homes Ortigas Investment.</b> In uncertain times, real estate remains a stable and reliable investment. Protect and grow your capital with us. Secure your capital! Visit <br>#SafeInvestment #CapitalProtection #UrbanDecaHomes #StableAsset #ReliableInvestment"
    },
    {
    "id": "195",
    "category": "investment",
    "ad": "<b>Multiply Your Wealth: Investment Opportunities at Urban Deca Homes Ortigas!</b> Discover how you can build a sustainable income stream and multiply your assets through smart real estate investment. Your wealth-building journey starts here! Ask about our plans: <br>#MultiplyWealth #IncomeStream #UrbanDecaHomesOrtigas #WealthBuilding #InvestmentOpportunities"
    },
    {
    "id": "196",
    "category": "investment",
    "ad": "<b>Urban Deca Homes Ortigas: Patok na Investment sa Siyudad!</b> Dahil sa location at abot-kayang presyo, mabilis bumalik ang investment mo. Passive income? Dito, posible! Inquire na! <br>#PatokNaInvestment #ROI #UrbanDecaHomes #PassiveIncomeGoals #CityInvestment"
    },
    {
    "id": "197",
    "category": "investment",
    "ad": "<b>Gawin Mong Kumita ang Pera Mo: Invest sa Urban Deca Homes Ortigas!</b> Hindi lang ito bahay, kundi isang investment na lumalago. Para sa mga gustong magkaroon ng stable na income. Message us! <br>#KumitaNgPera #MoneyGrower #UrbanDecaHomesOrtigas #StableIncome #FinancialGrowth"
    },
    {
    "id": "198",
    "category": "investment",
    "ad": "<b>Investment na May Forever: Urban Deca Homes Ortigas!</b> Real estate never loses its value. Ito ang investment na maipapasa mo sa susunod na henerasyon. Para sa pangmatagalang pamana. Bisitahin kami! <br>#InvestmentForLife #GenerationalWealth #UrbanDecaHomes #LongTermInvestment #Legacy"
    },
    {
    "id": "199",
    "category": "investment",
    "ad": "<b>Magsimula sa Smart Investment: Urban Deca Homes Ortigas.</b> Huwag palampasin ang pagkakataon na magkaroon ng property na kumikita. Perfect para sa mga first-time investor! Simulan ang investment journey mo! <br>#FirstTimeInvestor #SmartStart #UrbanDecaHomesOrtigas #InvestmentOpportunity #BeginnersGuide"
    },
    {
    "id": "200",
    "category": "investment",
    "ad": "<b>Maximize ang Income Mo: Urban Deca Homes Ortigas Investment!</b> Ang unit mo, pwedeng maging source ng rental income. Prime location, high demand! Magtanong na sa aming investment specialists! Contact us today: <br>#MaximizeIncome #HighDemand #UrbanDecaHomes #RentalYieldPH #InvestmentSpecialist"
    },
    {
    "id": "201",
    "category": "modern living",
    "ad": "<b>Embrace Modern Living at Urban Deca Homes Ortigas!</b> Experience a lifestyle designed for the contemporary urban dweller. Efficient spaces, convenient location, and a vibrant community await. Upgrade your everyday! Learn more: <br>#ModernLiving #UrbanLifestyle #UrbanDecaHomes #ContemporaryHome #CityLife"
    },
    {
    "id": "202",
    "category": "modern living",
    "ad": "<b>Smart Design for Modern Lives: Urban Deca Homes Ortigas!</b> Discover units crafted for functionality and style, perfect for those who value efficiency and comfort. Live smarter, not harder. Inquire today! <br>#SmartDesign #EfficientLiving #OrtigasProperty #ModernHome #Functionality"
    },
    {
    "id": "203",
    "category": "modern living",
    "ad": "<b>Connected. Convenient. Contemporary. That's Urban Deca Homes Ortigas!</b> Live where everything you need is just a moment away, allowing you to focus on what truly matters in your modern life. Your connected urban hub. Message us: <br>#ConnectedLiving #ConvenientLife #ContemporaryUrban #UrbanDecaHomesOrtigas #UrbanHub"
    },
    {
    "id": "204",
    "category": "modern living",
    "ad": "<b>Your Gateway to a Modern Lifestyle: Urban Deca Homes Ortigas!</b> Step into a community that complements your dynamic urban routine. Enjoy streamlined living without compromising on quality or accessibility. Unlock your modern life! Visit <br>#ModernLifestyle #DynamicLiving #UrbanDecaHomes #StreamlinedLife #QualityLiving"
    },
    {
    "id": "205",
    "category": "modern living",
    "ad": "<b>Sophisticated Urban Living Made Accessible: Urban Deca Homes Ortigas!</b> Experience the elegance of modern design blended with practical urban conveniences, all within your reach. Your elevated lifestyle starts here. Ask about our units: <br>#SophisticatedLiving #AccessibleElegance #UrbanDecaHomesOrtigas #ElevatedLifestyle #ModernDesign"
    },
    {
    "id": "206",
    "category": "modern living",
    "ad": "<b>Modern Living na Abot-Kaya: Urban Deca Homes Ortigas!</b> Hindi na kailangan gumastos ng malaki para maranasan ang modernong buhay sa siyudad. Stylish, functional, at swak sa budget mo. Alamin paano! <br>#ModernongBuhay #AbotKaya #UrbanDecaHomes #StylishLiving #BudgetFriendly"
    },
    {
    "id": "207",
    "category": "modern living",
    "ad": "<b>Bagong Antas ng Modern Living: Urban Deca Homes Ortigas!</b> Para sa mga gustong maging updated at magkaroon ng home na sumasabay sa takbo ng panahon. Convenient at hassle-free. Inquire na! <br>#BagongAntas #UpdatedHome #UrbanDecaHomesOrtigas #HassleFreeLife #TechSavvy"
    },
    {
    "id": "208",
    "category": "modern living",
    "ad": "<b>Smart Design para sa Smart Ka! Urban Deca Homes Ortigas.</b> Ang bawat sulok ng unit ay idinisenyo para maging practical at maganda. Dito, less clutter, more life! Message us! <br>#SmartHomePH #PracticalDesign #UrbanDecaHomes #EfficientSpace #ModernInterior"
    },
    {
    "id": "209",
    "category": "modern living",
    "ad": "<b>Konektado ka sa Lahat sa Urban Deca Homes Ortigas!</b> Kung saan ang buhay ay mas mabilis at mas maginhawa dahil sa strategic location at modern features. Your urban escape. Bisitahin kami! <br>#Konektado #MaginhawangBuhay #UrbanDecaHomesOrtigas #UrbanEscape #CityLifeGoals"
    },
    {
    "id": "210",
    "category": "modern living",
    "ad": "<b>Modern Living na Para sa'yo: Urban Deca Homes Ortigas!</b> Hindi lang ito bahay, kundi isang lifestyle na sumasabay sa iyong bilis ng buhay. Gawing simple ang complex na city life. Contact us: <br>#ParaSayo #SimplifyLife #UrbanDecaHomes #DynamicLiving #UrbanLife"
    },
    {
    "id": "211",
    "category": "modern living",
    "ad": "<b>Streamlined Living for the Modern You: Urban Deca Homes Ortigas!</b> Optimize your time and energy with a home that supports your fast-paced schedule and urban demands. Live with purpose, live efficiently. Learn more: <br>#StreamlinedLife #PurposefulLiving #UrbanDecaHomesOrtigas #EfficientLifestyle #ProductiveHome"
    },
    {
    "id": "212",
    "category": "modern living",
    "ad": "<b>The Pulse of Modernity in Ortigas: Urban Deca Homes Ortigas!</b> Be at the heart of where things happen, surrounded by contemporary conveniences and a thriving urban atmosphere. Feel the city's pulse! Inquire now: <br>#PulseOfCity #Modernity #UrbanDecaHomes #ThrivingCommunity #OrtigasPulse"
    },
    {
    "id": "213",
    "category": "modern living",
    "ad": "<b>Modern Comfort, City Convenience: Urban Deca Homes Ortigas!</b> Get the best of both worlds – the peace of a comfortable home and the vibrancy of city life, all easily accessible. Your ultimate urban abode. Message us: <br>#ModernComfort #CityVibrancy #UrbanDecaHomesOrtigas #UrbanAbode #ComfortAndConvenience"
    },
    {
    "id": "214",
    "category": "modern living",
    "ad": "<b>Live with Intention: Modern Living at Urban Deca Homes Ortigas.</b> Every aspect of your home supports a purposeful and contemporary lifestyle. Design your days, your way, in a space that inspires. Live intentionally! Visit <br>#LiveWithIntention #PurposefulLife #UrbanDecaHomes #InspiringHome #ModernPurpose"
    },
    {
    "id": "215",
    "category": "modern living",
    "ad": "<b>Your Contemporary Retreat in the City: Urban Deca Homes Ortigas!</b> Find your calm amidst the urban buzz. A thoughtfully designed home that serves as your modern sanctuary. Escape the chaos, find your calm! Ask about our units: <br>#UrbanRetreat #ModernSanctuary #UrbanDecaHomesOrtigas #CalmInChaos #CityEscape"
    },
    {
    "id": "216",
    "category": "modern living",
    "ad": "<b>Dito, Moderno ang Buhay: Urban Deca Homes Ortigas!</b> Para sa mga gustong mag-level up ng lifestyle. Bagong design, modern amenities, at ang convenience ng Ortigas. Try it now! <br>#LevelUpLife #ModernAmenities #UrbanDecaHomes #NewDesign #UrbanLivingGoals"
    },
    {
    "id": "217",
    "category": "modern living",
    "ad": "<b>Ang Future ng Buhay Urban: Urban Deca Homes Ortigas!</b> I-experience ang buhay na konektado sa tech at amenities. Ito na ang modernong tirahan na hinahanap mo. Inquire na! <br>#FutureOfLiving #TechConnected #UrbanDecaHomesOrtigas #SmartCommunity #ModernFuture"
    },
    {
    "id": "218",
    "category": "modern living",
    "ad": "<b>Simple at Sophisticated na Buhay: Urban Deca Homes Ortigas!</b> Huwag na magpa-stress sa komplikadong living. streamlined na ang lahat dito. Para sa mga minimalist at praktikal. Message us! <br>#SimpleLiving #SophisticatedLife #UrbanDecaHomes #MinimalistHome #PracticalLiving"
    },
    {
    "id": "219",
    "category": "modern living",
    "ad": "<b>Gawin Mong Madali ang Buhay: Urban Deca Homes Ortigas!</b> Ang modernong bahay na nagpapagaan ng daily routine mo. Less travel time, more personal time. Dito, enjoy every moment! Bisitahin kami! <br>#EasyLife #DailyRoutine #UrbanDecaHomesOrtigas #MorePersonalTime #EnjoyLife"
    },
    {
    "id": "220",
    "category": "modern living",
    "ad": "<b>Urban Deca Homes Ortigas: Kung Saan ang Modern Living ay Naaabot!</b> Hindi lang para sa iilan, kundi para sa lahat. Ang pangarap mong modernong lifestyle, kayang-kaya na! Contact us to know more: <br>#AccessibleModernity #ModernLifestyle #UrbanDecaHomes #DreamAchieved #LiveModern"
    },
    {
    "id": "221",
    "category": "move in",
    "ad": "<b>Move-In Ready in Weeks! Your Urban Deca Home Ortigas Awaits!</b> Don't wait months to start your new life. With Pag-IBIG/bank financing, move into your dream unit in just 3-5 weeks! Your quick move-in solution. Learn more: <br>#MoveInReady #QuickMoveIn #UrbanDecaHomes #ReadyForOccupancy #NewHomeSoon"
    },
    {
    "id": "222",
    "category": "move in",
    "ad": "<b>Fast Track to Your New Home: Urban Deca Homes Ortigas!</b> Imagine settling into your own space in as little as 3-5 weeks. Our streamlined process for Pag-IBIG/bank financing makes it possible. Your new chapter starts now! Inquire today! <br>#FastMove #NewChapter #OrtigasProperty #QuickTurnover #UrbanDecaHomesOrtigas"
    },
    {
    "id": "223",
    "category": "move in",
    "ad": "<b>No More Waiting: Move In to Urban Deca Homes Ortigas Soon!</b> Tired of long waits? If you're utilizing Pag-IBIG or bank financing, your unit could be ready for occupancy in just 3 to 5 weeks. Experience swift homeownership! Message us: <br>#NoWaiting #SwiftMove #UrbanDecaHomes #HomeOwnership #FastLane"
    },
    {
    "id": "224",
    "category": "move in",
    "ad": "<b>Your Home is Ready: Quick Move-In at Urban Deca Homes Ortigas!</b> Get ready to unpack and settle! We pride ourselves on efficient turnarounds, especially for Pag-IBIG and bank-financed units. Your convenient move is our priority. Visit us today! <br>#HomeIsReady #EfficientMove #UrbanDecaHomesOrtigas #ConvenientLiving #SettleInSoon"
    },
    {
    "id": "225",
    "category": "move in",
    "ad": "<b>From Reservation to Ready: Move In in 3-5 Weeks! Urban Deca Homes Ortigas.</b> Imagine the ease of moving into your urban condo in just a few weeks with Pag-IBIG/bank financing. Your hassle-free transition begins here. Ask about our quick move-in process! <br>#HassleFreeMove #QuickTransition #UrbanDecaHomes #FastApproval #DreamHomeSoon"
    },
    {
    "id": "226",
    "category": "move in",
    "ad": "<b>Lipat Agad sa Sariling Bahay! Urban Deca Homes Ortigas.</b> Walang matagal na hintayan! Kung Pag-IBIG or bank financing, pwede ka nang lumipat sa loob lang ng 3-5 linggo. Bilisan na ang paglipat! Alamin paano: <br>#LipatAgad #SarilingBahay #UrbanDecaHomes #ReadyKaNa #NewHomePH"
    },
    {
    "id": "227",
    "category": "move in",
    "ad": "<b>Ready for Occupancy na sa Loob Lang ng Ilang Linggo! Urban Deca Homes Ortigas.</b> Excited ka na bang magka-sariling unit? Sa Pag-IBIG/bank financing, 3-5 weeks lang, Pwede ka na mag-move in! Huwag na magpatumpik-tumpik! Inquire na! <br>#RFOUnits #IlangLinggoNaLang #UrbanDecaHomesOrtigas #ExcitedToMove #QuickTurnoverPH"
    },
    {
    "id": "228",
    "category": "move in",
    "ad": "<b>Deretso Lipat na sa Urban Deca Homes Ortigas!</b> Kapag bank o Pag-IBIG financing, ang paglipat mo, 3 hanggang 5 linggo lang! Seamless at walang stress. Message us! <br>#DeretsoLipat #WalangStress #UrbanDecaHomes #SeamlessMove #OrtigasLiving"
    },
    {
    "id": "229",
    "category": "move in",
    "ad": "<b>Homeownership Made Fast: Urban Deca Homes Ortigas.</b> Mula sa application hanggang sa paglipat, mas mabilis sa Pag-IBIG o bank financing. Your new home is closer than you think. Bisitahin kami! <br>#FastHomeownership #CloserToHome #UrbanDecaHomesOrtigas #QuickProcess #NewChapter"
    },
    {
    "id": "230",
    "category": "move in",
    "ad": "<b>3-5 Linggo Lang, May Bahay Ka Na! Urban Deca Homes Ortigas.</b> Para sa mga nagmamadaling lumipat, ang Urban Deca Homes Ortigas ay ang solusyon. Available for quick move-in via Pag-IBIG/bank. Contact us: <br>#MabilisNaLipat #SolusyonSaBahay #UrbanDecaHomes #QuickMoveIn #ReadyToGo"
    },
    {
    "id": "231",
    "category": "move in",
    "ad": "<b>Start Living Your Dream Sooner! Urban Deca Homes Ortigas.</b> Why wait? Our efficient move-in process for Pag-IBIG/bank financing means you can start enjoying your new home in just 3-5 weeks. Your dream lifestyle begins now. Learn more: <br>#LiveSooner #DreamLifestyle #UrbanDecaHomesOrtigas #ImmediateOccupancy #StartNow"
    },
    {
    "id": "232",
    "category": "move in",
    "ad": "<b>Your Keys in Weeks: Urban Deca Homes Ortigas Quick Move-In!</b> The excitement of getting your own keys is just weeks away with our streamlined bank and Pag-IBIG financing. Get ready for your new address! Inquire today! <br>#KeysInWeeks #NewAddress #UrbanDecaHomes #FastProcess #HomeSweetHome"
    },
    {
    "id": "233",
    "category": "move in",
    "ad": "<b>Seamless Transition to Your New Urban Deca Home Ortigas!</b> Our focus on quick and easy move-ins (3-5 weeks for Pag-IBIG/bank) ensures a smooth start to your urban living experience. Effortless move, effortless life. Message us: <br>#SeamlessMove #EffortlessLife #UrbanDecaHomesOrtigas #SmoothTransition #NewHomeExperience"
    },
    {
    "id": "234",
    "category": "move in",
    "ad": "<b>Ready When You Are: Urban Deca Homes Ortigas for Immediate Move-In!</b> Don't put off your homeownership dreams. Our RFO units are perfect for those who want to move in quickly through Pag-IBIG/bank financing. Your home is ready for you! Visit <br>#ReadyWhenYouAre #ImmediateMove #UrbanDecaHomes #HomeownershipDreams #RFO"
    },
    {
    "id": "235",
    "category": "move in",
    "ad": "<b>Experience Your New Life Fast: Urban Deca Homes Ortigas!</b> With move-in in 3-5 weeks for Pag-IBIG/bank financing, you'll soon be enjoying all the benefits of your new condo. Don't just imagine it, live it! Ask about our speedy process! <br>#LiveYourNewLife #ExperienceFast #UrbanDecaHomesOrtigas #QuickSettling #DreamHome"
    },
    {
    "id": "236",
    "category": "move in",
    "ad": "<b>Dali Dali ang Lipat sa Urban Deca Homes Ortigas!</b> Walang sagabal sa paglipat! Kapag Pag-IBIG/bank, 3-5 weeks lang, bahay mo na ito. Ang bilis di ba? Inquire na! <br>#DaliDali #NoHassle #UrbanDecaHomes #MoveInPH #QuickAndEasy"
    },
    {
    "id": "237",
    "category": "move in",
    "ad": "<b>Ang Bahay na Pwede Mong Tirhan Agad! Urban Deca Homes Ortigas.</b> Para sa mga ayaw maghintay, RFO units available for Pag-IBIG/bank financing. Simulan na ang bagong buhay! Message us! <br>#TirhanAgad #RFO #UrbanDecaHomesOrtigas #NewLifeStartsNow #InstantHome"
    },
    {
    "id": "238",
    "category": "move in",
    "ad": "<b>Ready for You: Urban Deca Homes Ortigas!</b> Kung Pag-IBIG o bank financing, nasa 3-5 linggo lang, pwede ka nang lumipat! Hindi na pangarap ang sariling space, realidad na! Bisitahin kami! <br>#ReadyForYou #RealityHome #UrbanDecaHomes #YourOwnSpace #FastHome"
    },
    {
    "id": "239",
    "category": "move in",
    "ad": "<b>Excited na Lumipat? Urban Deca Homes Ortigas ang Para Sa'yo!</b> Dahil sa bilis ng move-in process (3-5 weeks via Pag-IBIG/bank), hindi ka na makapaghihintay pa. Gawin nang totoo ang paglipat! <br>#ExcitedToMove #ParaSayo #UrbanDecaHomesOrtigas #RealizeDream #QuickHome"
    },
    {
    "id": "240",
    "category": "move in",
    "ad": "<b>Ilang Tulog Na Lang, sa Sarili Mo Nang Bahay! Urban Deca Homes Ortigas.</b> Ganun kabilis ang move-in process namin for Pag-IBIG/bank financing. Huwag palampasin ang chance na 'to! Contact us today: <br>#IlangTulogNaLang #OwnYourHome #UrbanDecaHomes #FastHomeownership #NewBeginnings"
    },
    {
    "id": "241",
    "category": "nature",
    "ad": "<b>Find Your Green Oasis: Urban Deca Homes Ortigas!</b> Amidst the bustling city, discover refreshing spaces within your community that bring a touch of nature to your everyday urban life. Your peaceful urban escape. Learn more: <br>#GreenOasis #UrbanNature #UrbanDecaHomes #PeacefulRetreat #CityEscape"
    },
    {
    "id": "242",
    "category": "nature",
    "ad": "<b>A Breath of Fresh Air: Urban Deca Homes Ortigas.</b> Experience tranquility within your home and community. Our design integrates elements that promote a refreshing ambiance, even in the heart of the city. Inquire today! <br>#FreshAir #TranquilLiving #OrtigasProperty #CalmHome #UrbanDecaHomesOrtigas"
    },
    {
    "id": "243",
    "category": "nature",
    "ad": "<b>Connect with Nature, Even in the City: Urban Deca Homes Ortigas!</b> Our thoughtful layouts allow for natural light and ventilation, creating a brighter, more invigorating home environment. Embrace natural comfort. Message us: <br>#NaturalLight #FreshAir #UrbanDecaHomes #ComfortableLiving #HealthyHome"
    },
    {
    "id": "244",
    "category": "nature",
    "ad": "<b>Your Daily Dose of Serenity: Urban Deca Homes Ortigas.</b> Come home to a peaceful atmosphere where you can unwind and reconnect with yourself. Small green touches offer a calming escape from city stress. Find your serenity! Visit <br>#SereneLiving #UnwindAtHome #UrbanDecaHomesOrtigas #CalmEscape #CityLifeBalance"
    },
    {
    "id": "245",
    "category": "nature",
    "ad": "<b>Bring Nature Home: Urban Deca Homes Ortigas.</b> Even in the urban landscape, your unit can be a space infused with natural elements, promoting well-being and a refreshing outlook. Design your natural haven! Ask about our spaces: <br>#NatureAtHome #WellBeing #UrbanDecaHomes #GreenLiving #NaturalHaven"
    },
    {
    "id": "246",
    "category": "nature",
    "ad": "<b>Pahinga sa Nature Vibe, Kahit sa Siyudad! Urban Deca Homes Ortigas.</b> May mga espasyo kami na nagbibigay ng sariwang hangin at calming feeling, para masarap umuwi. Ang iyong urban oasis! Alamin paano! <br>#NatureVibe #SariwangHangin #UrbanDecaHomes #UrbanOasis #RelaxAtHome"
    },
    {
    "id": "247",
    "category": "nature",
    "ad": "<b>Liwanag at Hangin, Dito sa Urban Deca Homes Ortigas!</b> Natural na liwanag at sapat na bentilasyon, para mas presko ang unit mo. Gumaan ang pakiramdam sa bahay mo! Inquire na! <br>#NaturalLightPH #PreskoHome #UrbanDecaHomesOrtigas #GoodVibes #HealthyLiving"
    },
    {
    "id": "248",
    "category": "nature",
    "ad": "<b>Kalmadong Buhay sa Gitna ng Ortigas: Urban Deca Homes!</b> Kapag umuwi ka, kalimutan ang ingay ng siyudad. Ang iyong unit ay nagsisilbing payapang retreat, may touch of nature. Message us! <br>#KalmadongBuhay #PeacefulRetreat #UrbanDecaHomes #CityZen #Unwind"
    },
    {
    "id": "249",
    "category": "nature",
    "ad": "<b>Mga Munting Hardin sa Loob ng Komunidad: Urban Deca Homes Ortigas!</b> Kahit sa siyudad, may access ka pa rin sa green spaces na magpapagaan ng loob mo. Para sa refreshed na araw-araw. Bisitahin kami! <br>#MuntingHardin #GreenSpaces #UrbanDecaHomesOrtigas #RefreshedLiving #CommunityGreens"
    },
    {
    "id": "250",
    "category": "nature",
    "ad": "<b>Nature's Touch sa Araw-Araw Mo: Urban Deca Homes Ortigas.</b> May mga elemento sa community na nagbibigay ng natural at relaxing feel. Gawing mas inspiring ang iyong space. Contact us: <br>#NaturesTouch #InspiringSpace #UrbanDecaHomes #RelaxingVibe #EverydayNature"
    },
    {
    "id": "251",
    "category": "nature",
    "ad": "<b>Escape the Urban Jungle Within Your Home: Urban Deca Homes Ortigas!</b> Your unit is designed to be a personal sanctuary, offering a refreshing break from the city's hustle and bustle. Find your calm within. Learn more: <br>#UrbanEscape #PersonalSanctuary #UrbanDecaHomesOrtigas #CalmWithin #Retreat"
    },
    {
    "id": "252",
    "category": "nature",
    "ad": "<b>Live with Natural Harmony: Urban Deca Homes Ortigas.</b> Discover how our urban setting can still offer elements of natural balance, fostering a peaceful and healthful environment for you. Cultivate harmony at home! Inquire today! <br>#NaturalHarmony #HealthfulLiving #UrbanDecaHomes #BalancedLife #PeacefulEnvironment"
    },
    {
    "id": "253",
    "category": "nature",
    "ad": "<b>Breathe Easy: Urban Deca Homes Ortigas for a Fresher Lifestyle.</b> Our units are designed for optimal ventilation, allowing fresh air to flow through, creating a healthier living space. Breathe better, live better. Message us: <br>#BreatheEasy #FresherAir #UrbanDecaHomesOrtigas #HealthyLifestyle #OptimalVentilation"
    },
    {
    "id": "254",
    "category": "nature",
    "ad": "<b>The Green Side of Urban Living: Urban Deca Homes Ortigas.</b> We believe in integrating refreshing elements into our urban design, giving you pockets of green and calm amidst the city's energy. See our green features! Visit <br>#GreenUrbanism #CalmInTheCity #UrbanDecaHomes #DesignWithNature #RefreshingSpaces"
    },
    {
    "id": "255",
    "category": "nature",
    "ad": "<b>Your Private Nature Retreat: Urban Deca Homes Ortigas.</b> Even in the bustling city, your home can be a personal escape where you can connect with nature's calming influence. Create your own tranquil spot. Ask about our views/layouts: <br>#PrivateRetreat #CalmingInfluence #UrbanDecaHomesOrtigas #TranquilLiving #UrbanSanctuary"
    },
    {
    "id": "256",
    "category": "nature",
    "ad": "<b>Sariwang Simula Araw-Araw! Urban Deca Homes Ortigas.</b> Paggising mo, ramdam mo ang presko at liwanag sa bahay. A good start to your day, everyday! Inquire na! <br>#SariwangSimula #PreskoAtLiwanag #UrbanDecaHomes #GoodMorningVibes #FreshStart"
    },
    {
    "id": "257",
    "category": "nature",
    "ad": "<b>Payapa at Komportable: Urban Deca Homes Ortigas.</b> Ang iyong urban home, magbibigay ng kapayapaan na hinahanap mo pagkatapos ng mahabang araw. May touch of nature. Message us! <br>#PayapangBuhay #ComfortableHome #UrbanDecaHomesOrtigas #AfterWorkRelaxation #InnerPeace"
    },
    {
    "id": "258",
    "category": "nature",
    "ad": "<b>Urban Living, with a Natural Touch: Urban Deca Homes Ortigas!</b> Hindi lang city life, may halong kalikasan pa para mas balanse ang pamumuhay mo. Experience the balance! Bisitahin kami! <br>#NaturalTouch #BalanseNgBuhay #UrbanDecaHomes #CityAndNature #HolisticLiving"
    },
    {
    "id": "259",
    "category": "nature",
    "ad": "<b>Feel the Breeze: Urban Deca Homes Ortigas.</b> Ang unit mo, dinisenyo para makahinga ka nang maluwag. Open spaces at efficient ventilation para sa ginhawa mo. Alamin ang perks! <br>#FeelTheBreeze #MaluwagNaPamumuhay #UrbanDecaHomesOrtigas #Ginhawa #BreathEasy"
    },
    {
    "id": "260",
    "category": "nature",
    "ad": "<b>Ang Iyong Green Corner sa Siyudad: Urban Deca Homes Ortigas!</b> Kahit sa gitna ng busy city, may space ka para mag-relax at mag-enjoy ng kaunting green. Your personal green space. Contact us: <br>#GreenCorner #PersonalSpace #UrbanDecaHomes #UrbanGreen #CityZen"
    },
    {
    "id": "261",
    "category": "pag-ibig",
    "ad": "<b>Your Pag-IBIG Benefits Start Here: Urban Deca Homes Ortigas!</b> Maximize your Pag-IBIG membership and achieve your dream of homeownership. Enjoy affordable rates and flexible terms for your urban home. Apply with your Pag-IBIG! Learn more: <br>#PagIBIGFund #HomeOwnership #UrbanDecaHomes #AffordableHomeLoan #MemberBenefits"
    },
    {
    "id": "262",
    "category": "pag-ibig",
    "ad": "<b>Pag-IBIG Financing Made Easy for Urban Deca Homes Ortigas!</b> We simplify the application process for your Pag-IBIG housing loan, guiding you every step of the way. Your path to owning a home is clearer than ever. Start your Pag-IBIG journey! Inquire today! <br>#PagIBIGLoan #EasyApplication #OrtigasProperty #HassleFreeLoan #UrbanDecaHomesOrtigas"
    },
    {
    "id": "263",
    "category": "pag-ibig",
    "ad": "<b>Affordable Homeownership Through Pag-IBIG at Urban Deca Homes Ortigas!</b> Utilize your Pag-IBIG contributions to secure a quality home in the city. Experience accessible and budget-friendly monthly amortizations. Make your Pag-IBIG work for you! Message us: <br>#PagIBIGFinancing #BudgetFriendly #UrbanDecaHomes #HomeLoanPH #AccessibleHousing"
    },
    {
    "id": "264",
    "category": "pag-ibig",
    "ad": "<b>Your Dream Home with Pag-IBIG: Urban Deca Homes Ortigas!</b> As a Pag-IBIG member, your dream of owning a modern urban condo is within comfortable reach. Let us help you unlock this opportunity. Your future is calling! Visit us today! <br>#PagIBIGMember #DreamHomePH #UrbanDecaHomesOrtigas #FutureHome #PropertyOwnership"
    },
    {
    "id": "265",
    "category": "pag-ibig",
    "ad": "<b>Quick Approval for Pag-IBIG Financing at Urban Deca Homes Ortigas!</b> Get ready to move in sooner! Our streamlined process, especially for Pag-IBIG housing loans, aims for fast approvals so you can enjoy your new home quickly. Ask about our fast process! <br>#PagIBIGApproval #QuickMoveIn #UrbanDecaHomes #FastTrackHome #RFO"
    },
    {
    "id": "266",
    "category": "pag-ibig",
    "ad": "<b>Gamitin ang Pag-IBIG Mo! Urban Deca Homes Ortigas.</b> Para sa mga Pag-IBIG members, ito na ang chance niyo para magka-sariling bahay sa Ortigas. Affordable rates at madaling proseso. Alamin paano! <br>#PagIBIGPH #SarilingBahay #UrbanDecaHomes #MemberBenefits #HomeLoan"
    },
    {
    "id": "267",
    "category": "pag-ibig",
    "ad": "<b>Madaling Proseso ng Pag-IBIG Financing: Urban Deca Homes Ortigas!</b> Walang hassle sa pag-apply ng housing loan. Andito kami para gabayan ka sa bawat hakbang. Your home, through Pag-IBIG! Inquire na! <br>#MadalingPagIBIG #HousingLoanPH #UrbanDecaHomesOrtigas #StressFreeApplication #Guidance"
    },
    {
    "id": "268",
    "category": "pag-ibig",
    "ad": "<b>Abot-Kayang Amortization via Pag-IBIG: Urban Deca Homes Ortigas!</b> Hindi na mabigat sa bulsa ang monthly payments. Gamitin ang Pag-IBIG mo para sa mas magaan na pagbayad. Message us! <br>#AbotKayangPayments #PagIBIGHome #UrbanDecaHomes #BudgetFriendly #FinancialFreedom"
    },
    {
    "id": "269",
    "category": "pag-ibig",
    "ad": "<b>Ang Bahay na Kayang Bayaran ng Pag-IBIG Mo: Urban Deca Homes Ortigas!</b> Para sa lahat ng Pag-IBIG members na naghahanap ng quality at accessible na home. Ang pangarap mo, posible na. Bisitahin kami! <br>#KayangBayaran #PagIBIGDream #UrbanDecaHomesOrtigas #HomeOwnership #QualityHome"
    },
    {
    "id": "270",
    "category": "pag-ibig",
    "ad": "<b>Mabilis na Pag-IBIG Approval: Urban Deca Homes Ortigas!</b> Gusto mo na bang lumipat? Mabilis lang ang approval ng Pag-IBIG housing loan dito, at ready to move-in ka na agad. Contact us: <br>#MabilisNaApproval #PagIBIGQuick #UrbanDecaHomes #MoveInSoon #FastTrack"
    },
    {
    "id": "271",
    "category": "pag-ibig",
    "ad": "<b>Maximize Your Pag-IBIG Fund at Urban Deca Homes Ortigas!</b> Your contributions are an investment. Use them wisely to acquire a valuable property in a thriving location. Make your Pag-IBIG work harder for you! Learn more: <br>#MaximizePagIBIG #FundUtilization #UrbanDecaHomesOrtigas #InvestmentPH #SmartChoice"
    },
    {
    "id": "272",
    "category": "pag-ibig",
    "ad": "<b>Pag-IBIG Ready Homes at Urban Deca Homes Ortigas!</b> Our units are designed to meet Pag-IBIG standards, ensuring a smooth and straightforward financing process for all members. Your compliant choice. Inquire today! <br>#PagIBIGReady #CompliantHome #UrbanDecaHomes #SmoothProcess #AccessibleHomeownership"
    },
    {
    "id": "273",
    "category": "pag-ibig",
    "ad": "<b>Your Path to Homeownership, Backed by Pag-IBIG!</b> Urban Deca Homes Ortigas offers a secure and government-supported route to owning your property. Trust in a stable investment. Message us: <br>#PagIBIGBacked #SecureInvestment #UrbanDecaHomesOrtigas #GovernmentSupport #StableFuture"
    },
    {
    "id": "274",
    "category": "pag-ibig",
    "ad": "<b>Pag-IBIG Housing Loan Expertise at Urban Deca Homes Ortigas!</b> Our dedicated team specializes in guiding Pag-IBIG members through the loan application, ensuring a successful and timely approval. Get expert assistance! Visit <br>#PagIBIGExpert #LoanAssistance #UrbanDecaHomes #SuccessfulApplication #DedicatedSupport"
    },
    {
    "id": "275",
    "category": "pag-ibig",
    "ad": "<b>From Membership to Move-In: Pag-IBIG at Urban Deca Homes Ortigas!</b> We help you leverage your Pag-IBIG membership to quickly transition into your new home. Your journey to ownership made simple. Ask about our Pag-IBIG process! <br>#PagIBIGToMoveIn #SimpleProcess #UrbanDecaHomesOrtigas #LeverageMembership #HomeJourney"
    },
    {
    "id": "276",
    "category": "pag-ibig",
    "ad": "<b>Gawing Realidad ang Pangarap gamit ang Pag-IBIG! Urban Deca Homes Ortigas.</b> Hindi na mahirap magka-sariling bahay. Gamitin ang membership mo sa Pag-IBIG para sa madali at affordable home loan. Inquire na! <br>#PagIBIGReality #PangarapMo #UrbanDecaHomes #AffordableDream #HomeLoanEasy"
    },
    {
    "id": "277",
    "category": "pag-ibig",
    "ad": "<b>Pag-IBIG Power: Urban Deca Homes Ortigas para sa'yo!</b> I-empower ang sarili mo sa pamamagitan ng Pag-IBIG housing loan. Magkaroon ng home na swak sa budget at lifestyle mo. Message us! <br>#PagIBIGPower #EmpowerYourself #UrbanDecaHomesOrtigas #BudgetFriendly #LifestyleMatch"
    },
    {
    "id": "278",
    "category": "pag-ibig",
    "ad": "<b>Para sa OFWs, Pag-IBIG ang Tulay sa Bahay! Urban Deca Homes Ortigas.</b> Kung ikaw ay OFW, gamitin ang Pag-IBIG benefits mo para magka-sariling property dito sa Ortigas. Ang pamilya mo, may sarili nang tahanan! Bisitahin kami! <br>#OFWHomes #PagIBIGOFW #UrbanDecaHomes #FamilyHome #RemittanceInvestment"
    },
    {
    "id": "279",
    "category": "pag-ibig",
    "ad": "<b>Pag-IBIG: Key to Your Urban Deca Homes Ortigas!</b> Your key to unlocking affordable and convenient homeownership in the city. We make sure your Pag-IBIG application is a breeze. Simulan na ang pag-unlock! <br>#PagIBIGKey #UnlockHome #UrbanDecaHomesOrtigas #ConvenientHomeownership #EasyProcess"
    },
    {
    "id": "280",
    "category": "pag-ibig",
    "ad": "<b>Urban Deca Homes Ortigas: Pag-IBIG Home Goals Achieved!</b> Hindi na pangarap ang sariling unit sa Ortigas. Sa tulong ng Pag-IBIG, kayang-kaya mo na! Achieve your home goals now! Contact us today: <br>#PagIBIGGoals #HomeGoalsAchieved #UrbanDecaHomes #OrtigasDream #AchieveNow"
    },
    {
    "id": "281",
    "category": "pets",
    "ad": "<b>Your Furry Friends are Welcome at Urban Deca Homes Ortigas!</b> Find a home where your beloved pets are part of the family. Enjoy a community that embraces pet-friendly living in the city. Bring your pets home! Learn more: <br>#PetFriendlyCondo #UrbanDecaHomes #PetsWelcome #FurryFriends #HomeForPets"
    },
    {
    "id": "282",
    "category": "pets",
    "ad": "<b>Live with Your Best Pal: Urban Deca Homes Ortigas is Pet-Friendly!</b> No need to leave your companions behind. Our community offers spaces and an environment suited for pet owners and their beloved companions. Your pet's happy place. Inquire today! <br>#PetOwnersPH #BestPal #OrtigasProperty #PetLife #UrbanDecaHomesOrtigas"
    },
    {
    "id": "283",
    "category": "pets",
    "ad": "<b>A Home for Every Member of the Family, Including Pets!</b> Urban Deca Homes Ortigas understands the importance of your furry, scaled, or feathered family members. Experience comfortable living for everyone. Message us: <br>#FamilyIncludingPets #PetInclusive #UrbanDecaHomes #ComfortableLiving #PetFriendly"
    },
    {
    "id": "284",
    "category": "pets",
    "ad": "<b>Designed for Pet Lovers: Urban Deca Homes Ortigas.</b> Discover a community where pet ownership is understood and supported. Enjoy the convenience of urban living with your companion by your side. Live happily with your pets! Visit <br>#PetLovers #SupportiveCommunity #UrbanDecaHomesOrtigas #HappyPets #UrbanLiving"
    },
    {
    "id": "285",
    "category": "pets",
    "ad": "<b>Enjoy City Life with Your Pets at Urban Deca Homes Ortigas!</b> Your urban adventure doesn't have to exclude your pets. Our accessible location and community features make it ideal for pet parents. Explore life with your pet! Ask about our policies: <br>#CityLifeWithPets #PetParents #UrbanDecaHomes #PetAdventure #ConvenientPetLife"
    },
    {
    "id": "286",
    "category": "pets",
    "ad": "<b>Pet-Friendly Home: Urban Deca Homes Ortigas!</b> Kasama ang mga alaga mo sa paglipat! Hindi na kailangan iwanan ang fur babies. Gawing masaya ang bahay para sa buong pamilya, pati ang pets! Alamin paano! <br>#PetFriendlyPH #KasamaAngPets #UrbanDecaHomes #FurBabyLove #HappyHome"
    },
    {
    "id": "287",
    "category": "pets",
    "ad": "<b>Dito, Welcome ang Fur Babies Mo! Urban Deca Homes Ortigas.</b> Para sa mga pet parents, siguradong mag-e-enjoy ang pets niyo sa aming community. Buhay na masaya para sa inyong lahat. Inquire na! <br>#WelcomePets #PetParentsPH #UrbanDecaHomesOrtigas #HappyPetsHappyLife #CommunityForPets"
    },
    {
    "id": "288",
    "category": "pets",
    "ad": "<b>Sariling Bahay, Kasama ang Aso at Pusa! Urban Deca Homes Ortigas.</b> Ang pangarap mong bahay kung saan ang pets mo ay may lugar din. Live comfortably with your beloved companions. Message us! <br>#KasamaSiAso #KasamaSiPusa #UrbanDecaHomes #PetGoals #HomeForEveryone"
    },
    {
    "id": "289",
    "category": "pets",
    "ad": "<b>Para sa mga Mahilig sa Pets: Urban Deca Homes Ortigas ang Para Sa'yo!</b> Isang community na naiintindihan ang joys at responsibilities ng pet ownership. Buhay na pet-friendly sa siyudad. Bisitahin kami! <br>#PetLoverPH #ResponsiblengPetParent #UrbanDecaHomesOrtigas #PetCommunity #CityPets"
    },
    {
    "id": "290",
    "category": "pets",
    "ad": "<b>Pet-Friendly Urban Living: Urban Deca Homes Ortigas.</b> Hindi na problema ang pets sa condo living! May space at amenities para sa kanila. Gawing mas kumpleto ang pamilya mo. Contact us: <br>#CondoPets #PetFriendlyLiving #UrbanDecaHomes #CompleteFamily #UrbanPet"
    },
    {
    "id": "291",
    "category": "pets",
    "ad": "<b>Walk Your Pets with Ease: Urban Deca Homes Ortigas!</b> Enjoy convenient walks around the community or nearby areas with your pets. A location that supports your pet's needs and your lifestyle. Explore pet-friendly paths! Learn more: <br>#PetWalks #PetFriendlyPaths #UrbanDecaHomesOrtigas #ConvenientPetLife #OutdoorWithPets"
    },
    {
    "id": "292",
    "category": "pets",
    "ad": "<b>More Space for Tail Wags and Purrs: Urban Deca Homes Ortigas!</b> Our units offer comfortable living for both you and your pets, ensuring everyone has their happy spot. Your pet's new favorite place. Inquire today! <br>#TailWags #Purrs #UrbanDecaHomes #PetComfort #HappyPlace"
    },
    {
    "id": "293",
    "category": "pets",
    "ad": "<b>Peace of Mind for Pet Parents: Urban Deca Homes Ortigas.</b> Live in a community that values your pet's well-being as much as yours. Rules and guidelines are in place to ensure harmonious pet ownership. Message us: <br>#PeaceOfMind #PetWellBeing #UrbanDecaHomesOrtigas #HarmoniousLiving #ResponsiblePetOwner"
    },
    {
    "id": "294",
    "category": "pets",
    "ad": "<b>Your Pet's New Adventure Starts at Urban Deca Homes Ortigas!</b> From exploring their new home to enjoying daily walks, every day is a new adventure for your furry companion here. Start their adventure! Visit <br>#PetAdventure #NewHomeForPets #UrbanDecaHomes #DailyWalks #FurryCompanion"
    },
    {
    "id": "295",
    "category": "pets",
    "ad": "<b>Pet-Friendly Design: Urban Deca Homes Ortigas.</b> While you customize your home, consider how to create a perfect space for your pets too. Our layouts offer flexibility for pet zones. Design with your pet in mind! Ask about layouts: <br>#PetFriendlyDesign #PetZones #UrbanDecaHomesOrtigas #CustomSpace #HomeForPets"
    },
    {
    "id": "296",
    "category": "pets",
    "ad": "<b>Bawal ang Pets? Hindi Dito! Urban Deca Homes Ortigas!</b> Hindi mo na kailangan itago ang alaga mo. Proudly pet-friendly ang aming community. Your pets are family here! Inquire na! <br>#NoToNoPets #PetsAreFamily #UrbanDecaHomes #ProudlyPetFriendly #PetInclusion"
    },
    {
    "id": "297",
    "category": "pets",
    "ad": "<b>Laging Kasama ang Pets: Urban Deca Homes Ortigas.</b> Para sa mga 'pet parents' na ayaw mahiwalay sa kanilang alaga. Ang pamilya mo, kasama ang pets, ay may sariling home dito. Message us! <br>#LagingKasama #PetParents #UrbanDecaHomesOrtigas #NeverLeaveThem #FamilyLove"
    },
    {
    "id": "298",
    "category": "pets",
    "ad": "<b>Pwedeng Mag-Romping ang Furry Friends Mo! Urban Deca Homes Ortigas.</b> May open spaces sa community para sa playtime ng pets mo. Exercise and fun for everyone! Bisitahin kami! <br>#FurryFun #PetPlaytime #UrbanDecaHomes #OpenSpaces #PetExercise"
    },
    {
    "id": "299",
    "category": "pets",
    "ad": "<b>Komunidad na Nagmamahal sa Pets: Urban Deca Homes Ortigas!</b> Iba ang pakiramdam kapag alam mong tanggap ang alaga mo. Dito, you and your pets belong. Sumama na kayo! <br>#LoveForPets #CommunityLove #UrbanDecaHomesOrtigas #PetFamily #BelongHere"
    },
    {
    "id": "300",
    "category": "pets",
    "ad": "<b>Pet-Friendly, Praktikal, Perfect! Urban Deca Homes Ortigas.</b> Walang hassle sa paghahanap ng tirahan na tanggap ang pets. Convenient para sa'yo, masaya para sa alaga mo. Contact us today: <br>#PetFriendlyPractical #PerfectForPets #UrbanDecaHomes #HassleFreePetLife #HappyTogether"
    },
    {
    "id": "301",
    "category": "rent to own",
    "ad": "<b>Stop Renting, Start Owning! Urban Deca Homes Ortigas Rent-to-Own.</b> Turn your monthly rental payments into equity and secure your very own urban condo. It's time to invest in your future. Learn more: <br>#RentToOwnPH #StopRenting #UrbanDecaHomes #OwnYourHome #PropertyInvestment"
    },
    {
    "id": "302",
    "category": "rent to own",
    "ad": "<b>Your Path to Homeownership: Urban Deca Homes Ortigas Rent-to-Own.</b> Experience an easier transition from tenancy to outright ownership with our flexible Rent-to-Own program. No huge upfront payments needed. Inquire today! <br>#HomeownershipJourney #EasyToOwn #OrtigasProperty #FlexibleTerms #UrbanDecaHomesOrtigas"
    },
    {
    "id": "303",
    "category": "rent to own",
    "ad": "<b>Affordable Rent-to-Own at Urban Deca Homes Ortigas!</b> Don't let high down payments hold you back. Our program allows you to move into your dream home sooner while building equity. Make your rent count! Message us: <br>#AffordableRentToOwn #NoBigDownpayment #UrbanDecaHomes #EquityBuilding #DreamHome"
    },
    {
    "id": "304",
    "category": "rent to own",
    "ad": "<b>Rent-to-Own: Your Key to Urban Deca Homes Ortigas!</b> Unlock the door to your future property with a convenient scheme that converts your rental into an asset. It’s a smart financial move. Secure your key! Visit <br>#RentToOwnKey #SmartFinancialMove #UrbanDecaHomesOrtigas #AssetBuilding #FutureSecured"
    },
    {
    "id": "305",
    "category": "rent to own",
    "ad": "<b>Move In Fast with Rent-to-Own: Urban Deca Homes Ortigas!</b> Enjoy the benefits of immediate occupancy while working towards full ownership. Say goodbye to wasted rent and hello to your new home. Your swift path to ownership! Ask about our program: <br>#MoveInFast #ImmediateOccupancy #UrbanDecaHomes #NoWastedRent #SwiftOwnership"
    },
    {
    "id": "306",
    "category": "rent to own",
    "ad": "<b>Tigilan Na ang Pag-Renta, Mag-Rent-to-Own Na! Urban Deca Homes Ortigas.</b> Bakit ka magbabayad ng renta kung pwede mo nang gawing bahay mo? Ang bawat bayad, puhunan sa sarili mong property. Alamin paano! <br>#TigilanNaAngRenta #RentToOwnPH #UrbanDecaHomes #SarilingBahay #Puhunan"
    },
    {
    "id": "307",
    "category": "rent to own",
    "ad": "<b>Dito sa Urban Deca Homes Ortigas, Rent-to-Own ang Solusyon!</b> Kung pangarap mo ang sariling condo pero 'di kaya ang malaking downpayment agad, perfect ito para sa'yo. Gawing realidad ang pangarap! Inquire na! <br>#RentToOwnSolusyon #NoBigDownpayment #UrbanDecaHomesOrtigas #PangarapNaBahay #Realidad"
    },
    {
    "id": "308",
    "category": "rent to own",
    "ad": "<b>Bawat Bayad Mo, May Bumabalik! Urban Deca Homes Ortigas Rent-to-Own.</b> Hindi sayang ang bawat monthly payment mo dahil mapupunta ito sa pagmamay-ari ng unit mo. Isang matalinong desisyon. Message us! <br>#BawatBayad #MayBumabalik #UrbanDecaHomes #MatalinongDesisyon #Equity"
    },
    {
    "id": "309",
    "category": "rent to own",
    "ad": "<b>Lipat Agad, Rent-to-Own Pa! Urban Deca Homes Ortigas.</b> Nakuha mo na ang convenience ng RFO units, may option ka pang maging may-ari via Rent-to-Own. Doble benepisyo! Bisitahin kami! <br>#LipatAgad #DobleBenepisyo #UrbanDecaHomesOrtigas #RFO #RentToOwn"
    },
    {
    "id": "310",
    "category": "rent to own",
    "ad": "<b>Abot-Kamay ang Homeownership: Urban Deca Homes Ortigas Rent-to-Own.</b> Ang pagiging may-ari ng sariling property ay hindi na imposible. Sa madaling Rent-to-Own program, your dream is within reach. Contact us: <br>#AbotKamay #HomeownershipPH #UrbanDecaHomes #DreamAchieved #EasyPath"
    },
    {
    "id": "311",
    "category": "rent to own",
    "ad": "<b>Convert Your Rent into an Investment at Urban Deca Homes Ortigas!</b> Stop throwing money away on rent. Our Rent-to-Own program allows you to build equity and invest in a tangible asset from day one. Invest smarter! Learn more: <br>#ConvertRent #InvestmentOpportunity #UrbanDecaHomesOrtigas #TangibleAsset #SmartInvestment"
    },
    {
    "id": "312",
    "category": "rent to own",
    "ad": "<b>Financial Freedom Starts Here: Urban Deca Homes Ortigas Rent-to-Own.</b> Break free from the cycle of endless rent payments. Take control of your financial future by transitioning to homeownership. Your freedom awaits! Inquire today! <br>#FinancialFreedom #BreakTheCycle #UrbanDecaHomes #HomeOwnershipGoals #TakeControl"
    },
    {
    "id": "313",
    "category": "rent to own",
    "ad": "<b>The Smart Way to Own: Urban Deca Homes Ortigas Rent-to-Own Program.</b> It's not just renting; it's a strategic plan to acquire your own property with manageable payments. Make a smart move for your future. Message us: <br>#SmartWayToOwn #StrategicPlan #UrbanDecaHomesOrtigas #ManageablePayments #FuturePlanning"
    },
    {
    "id": "314",
    "category": "rent to own",
    "ad": "<b>Own Your Urban Space Sooner: Urban Deca Homes Ortigas Rent-to-Own.</b> Why wait? With our Rent-to-Own option, you can occupy your unit and start building equity faster than traditional routes. Fast-track your homeownership! Visit <br>#OwnSooner #FastTrack #UrbanDecaHomes #QuickOwnership #BuildingEquity"
    },
    {
    "id": "315",
    "category": "rent to own",
    "ad": "<b>Your Bridge to Homeownership: Urban Deca Homes Ortigas Rent-to-Own.</b> We provide the perfect stepping stone for aspiring homeowners who need a flexible and accessible path to owning property. Cross the bridge to your new home! Ask about our program: <br>#BridgeToHome #SteppingStone #UrbanDecaHomesOrtigas #AccessiblePath #AspiringHomeowner"
    },
    {
    "id": "316",
    "category": "rent to own",
    "ad": "<b>Gawing Bahay ang Renta Mo! Urban Deca Homes Ortigas.</b> Imbes na magbayad ng renta sa ibang tao, sa sarili mo nang condo ito mapupunta. Isang malaking hakbang sa financial stability! Inquire na! <br>#BahaySaRenta #FinancialStability #UrbanDecaHomes #HakbangSaKinabukasan #PropertyGoals"
    },
    {
    "id": "317",
    "category": "rent to own",
    "ad": "<b>Urban Deca Homes Ortigas: Rent-to-Own na Panalo!</b> Hindi lang madaling makalipat, kundi sulit din ang bawat bayad mo. Walang tapon! Alamin ang panalong deal! Message us! <br>#PanalongDeal #SulitNaRenta #UrbanDecaHomesOrtigas #NoWastedMoney #WinWin"
    },
    {
    "id": "318",
    "category": "rent to own",
    "ad": "<b>Para sa mga Gustong Magka-Sariling Bahay: Urban Deca Homes Ortigas Rent-to-Own!</b> Simple at diretso ang proseso para maging may-ari ka. Huwag nang mag-alinlangan. Bisitahin kami! <br>#SarilingBahay #SimpleProcess #UrbanDecaHomes #NoHesitation #OwnIt"
    },
    {
    "id": "319",
    "category": "rent to own",
    "ad": "<b>Simulan ang Homeownership Journey Mo Ngayon! Urban Deca Homes Ortigas Rent-to-Own.</b> Ang bawat buwan na pagbabayad mo ay naglalapit sa'yo sa pagiging may-ari. The sooner, the better! <br>#JourneyToOwnership #StartNow #UrbanDecaHomesOrtigas #YourHomeIsWaiting #FutureOwner"
    },
    {
    "id": "320",
    "category": "rent to own",
    "ad": "<b>Hindi Lang Renta, Kundi Puhunan! Urban Deca Homes Ortigas Rent-to-Own.</b> Gawing investment ang monthly payments mo. Para sa matatag na kinabukasan at sariling property. Contact us today: <br>#PuhunanSaBahay #InvestmentRent #UrbanDecaHomes #StableFuture #RealEstateGoals"
    },
    {
    "id": "321",
    "category": "reservation fee",
    "ad": "<b>Secure Your Urban Deca Home Ortigas for as Low as P10,000!</b> Your dream of owning a city condo is more accessible than ever. Start your journey with a minimal reservation fee and lock in your unit today. Learn more: <br>#LowReservationFee #AffordableHome #UrbanDecaHomes #EasyEntry #DreamHome"
    },
    {
    "id": "322",
    "category": "reservation fee",
    "ad": "<b>Reserve Your Unit Today for Just P10,000! Urban Deca Homes Ortigas.</b> Don't miss out on prime urban living. A small reservation fee is all it takes to secure your spot in a thriving community. Inquire today! <br>#ReserveNow #P10KLang #OrtigasProperty #SecureYourUnit #UrbanDecaHomesOrtigas"
    },
    {
    "id": "323",
    "category": "reservation fee",
    "ad": "<b>Your Path to Homeownership Starts with a P10,000 Reservation Fee!</b> Urban Deca Homes Ortigas makes it incredibly easy to take that first step. Affordable and straightforward, your future home awaits. Message us: <br>#HomeownershipJourney #EasyStart #UrbanDecaHomes #AffordableEntry #FirstStep"
    },
    {
    "id": "324",
    "category": "reservation fee",
    "ad": "<b>Limited Units: Reserve Your Urban Deca Home Ortigas for only P10,000!</b> Act fast to claim your ideal urban condo. This low reservation fee makes securing your unit accessible to everyone. Don't miss this opportunity! Visit <br>#LimitedUnits #ActNow #UrbanDecaHomesOrtigas #Opportunity #GrabIt"
    },
    {
    "id": "325",
    "category": "reservation fee",
    "ad": "<b>Unlock Your Dream Home with a P10,000 Reservation Fee!</b> Urban Deca Homes Ortigas removes financial barriers, making quality urban living achievable with a very low initial outlay. Your dream is within reach. Ask about our easy process! <br>#UnlockDreamHome #NoBarriers #UrbanDecaHomes #AchievableDreams #LowInitialCost"
    },
    {
    "id": "326",
    "category": "reservation fee",
    "ad": "<b>Reserve Mo Na, 10K Lang! Urban Deca Homes Ortigas.</b> Simpleng simple lang magka-sariling unit sa Ortigas. Magsimula sa napakababang reservation fee. Abot-kaya, madali, at exciting! Alamin paano! <br>#ReserveNa #10KLang #UrbanDecaHomes #AbotKaya #EasyToReserve"
    },
    {
    "id": "327",
    "category": "reservation fee",
    "ad": "<b>P10,000 Reservation Fee: Simulan ang Pangarap sa Urban Deca Homes Ortigas!</b> Huwag palampasin ang chance na magka-sariling condo sa gitna ng siyudad. Sa maliit na halaga, may unit ka na! Inquire na! <br>#SimulanAngPangarap #MaliitNaHalaga #UrbanDecaHomesOrtigas #DreamCondo #GrabTheChance"
    },
    {
    "id": "328",
    "category": "reservation fee",
    "ad": "<b>Garantisado ang Unit Mo sa P10K Reservation Fee! Urban Deca Homes Ortigas.</b> Para sigurado ka na may property ka na, reserve na agad. Walang hassle, maliit lang ang initial. Message us! <br>#Garantisado #SecureYourFuture #UrbanDecaHomes #WalangHassle #LowInitial"
    },
    {
    "id": "329",
    "category": "reservation fee",
    "ad": "<b>Sulitin ang Opportunity: P10,000 Reservation sa Urban Deca Homes Ortigas!</b> Ito na ang pagkakataon para maging homeowner. Abot-kayang reservation fee para sa premium location. Bisitahin kami! <br>#SulitOpportunity #HomeownerNa #UrbanDecaHomesOrtigas #PremiumLocation #Affordable"
    },
    {
    "id": "330",
    "category": "reservation fee",
    "ad": "<b>Urban Deca Homes Ortigas: P10,000 Reservation, Para sa Iyong Future!</b> Ang maliit na investment ngayon, malaking ginhawa sa hinaharap. Easy to start, smart to own. Contact us: <br>#ParaSaFuture #EasyToStart #UrbanDecaHomes #SmartToOwn #GinhawaSaFuture"
    },
    {
    "id": "331",
    "category": "reservation fee",
    "ad": "<b>Your First Step to Ownership: P10,000 Reservation at Urban Deca Homes Ortigas!</b> We believe homeownership should be accessible. Take that crucial first step with our incredibly low reservation fee. Make it yours! Learn more: <br>#FirstStepToOwn #AccessibleHome #UrbanDecaHomesOrtigas #MakeItYours #HomeSweetHome"
    },
    {
    "id": "332",
    "category": "reservation fee",
    "ad": "<b>Don't Just Dream, Reserve! Urban Deca Homes Ortigas for P10,000.</b> Transform your aspirations into a tangible step towards your urban home. A low barrier to entry for a high-value property. Act on your dream! Inquire today! <br>#DontJustDream #ActOnIt #UrbanDecaHomes #HighValue #LowBarrier"
    },
    {
    "id": "333",
    "category": "reservation fee",
    "ad": "<b>Quick & Easy: Reserve Your Urban Deca Home Ortigas for P10,000!</b> The reservation process is swift and simple, designed to get you closer to your new home without delay. Hassle-free home buying begins here. Message us: <br>#QuickReservation #EasyProcess #UrbanDecaHomesOrtigas #HassleFreeHome #GetCloser"
    },
    {
    "id": "334",
    "category": "reservation fee",
    "ad": "<b>P10,000: The Only Thing Standing Between You and Your New Home!</b> Urban Deca Homes Ortigas makes homeownership remarkably easy. A small fee, a big step towards your future. Take that big step! Visit <br>#BigStep #YourNewHome #UrbanDecaHomes #EasyHomeownership #FutureIsNow"
    },
    {
    "id": "335",
    "category": "reservation fee",
    "ad": "<b>Value Beyond Price: P10,000 Reservation for Urban Deca Homes Ortigas!</b> While the reservation fee is low, the value you get in terms of location, comfort, and potential is immense. Secure smart. Ask about our value! <br>#ValueBeyondPrice #SecureSmart #UrbanDecaHomesOrtigas #ImmenseValue #SmartInvestment"
    },
    {
    "id": "336",
    "category": "reservation fee",
    "ad": "<b>Napakababa, Napakabilis: P10K Reservation sa Urban Deca Homes Ortigas!</b> Hindi mo na kailangan mag-ipon ng matagal para sa reservation. Ngayon na ang oras para mag-secure ng sarili mong unit! Inquire na! <br>#Napakababa #Napakabilis #UrbanDecaHomes #TimeToSecure #YourOwnUnit"
    },
    {
    "id": "337",
    "category": "reservation fee",
    "ad": "<b>Ang Start ng Iyong Pangarap: P10,000 Reservation Fee sa Urban Deca Homes Ortigas!</b> Ang maliit na halaga na ito ang susi mo sa pagiging homeowner. Wag palampasin! Message us! <br>#StartNgPangarap #SusiNgBahay #UrbanDecaHomesOrtigas #DreamStart #DontMissOut"
    },
    {
    "id": "338",
    "category": "reservation fee",
    "ad": "<b>Zero Stress, P10K Reservation Fee: Urban Deca Homes Ortigas!</b> Minimal requirements, minimal cost. Ang iyong stress-free path sa homeownership ay nagsisimula dito. Bisitahin kami! <br>#ZeroStress #MinimalCost #UrbanDecaHomes #StressFreeHome #EasyProcess"
    },
    {
    "id": "339",
    "category": "reservation fee",
    "ad": "<b>Para sa mga Gustong Mag-Reserve Agad: Urban Deca Homes Ortigas, P10K!</b> Hindi ka na mahihirapan sa initial outlay. Perfect para sa mga nagmamadali at praktikal. Reserve your future now! <br>#ReserveAgad #PracticalChoice #UrbanDecaHomesOrtigas #FutureNow #NoHassle"
    },
    {
    "id": "340",
    "category": "reservation fee",
    "ad": "<b>P10,000 ang Susunod Mong Hakbang sa Urban Deca Homes Ortigas!</b> Gawin ang move! Sa ganitong liit na reservation fee, malapit mo nang tawaging 'akin' ang unit mo. Contact us today: <br>#SusunodNaHakbang #GawingAkin #UrbanDecaHomes #NextStep #MyOwnHome"
    },
    {
    "id": "341",
    "category": "rfo",
    "ad": "<b>Move In Now: Ready for Occupancy Units at Urban Deca Homes Ortigas!</b> Stop waiting for construction. Our RFO units are your immediate ticket to owning a prime urban home. Your new life starts today! Learn more: <br>#RFOUnits #MoveInNow #UrbanDecaHomes #ReadyForOccupancy #ImmediateMove"
    },
    {
    "id": "342",
    "category": "rfo",
    "ad": "<b>See It, Love It, Own It: RFO Units at Urban Deca Homes Ortigas!</b> No more guessing. Visit our ready-for-occupancy units and experience your future home firsthand. Your dream, ready to be lived. Inquire today! <br>#SeeBeforeYouBuy #LoveYourHome #OrtigasProperty #RFO #UrbanDecaHomesOrtigas"
    },
    {
    "id": "343",
    "category": "rfo",
    "ad": "<b>Fast Track to Your New Home: Urban Deca Homes Ortigas RFO!</b> If you're ready to move in quickly, our RFO units offer a streamlined path to homeownership, often in just 3-5 weeks with financing. Your quick move-in solution. Message us: <br>#FastTrackHome #QuickMoveIn #UrbanDecaHomes #RFOUnits #NoWaiting"
    },
    {
    "id": "344",
    "category": "rfo",
    "ad": "<b>Your Instant Home: Ready for Occupancy at Urban Deca Homes Ortigas!</b> Skip the lengthy construction phase and immediately enjoy the benefits of owning your own space in the city. Instant gratification, lasting value. Visit us today! <br>#InstantHome #NoConstructionWait #UrbanDecaHomesOrtigas #ReadyToLive #OwnNow"
    },
    {
    "id": "345",
    "category": "rfo",
    "ad": "<b>Why Rent When You Can Own RFO? Urban Deca Homes Ortigas!</b> Stop throwing money away on rent. Our RFO units allow you to transition directly into ownership and start building equity without delay. Make your rent count! Ask about our RFO units: <br>#WhyRent #OwnRFO #UrbanDecaHomes #BuildEquity #NoWastedRent"
    },
    {
    "id": "346",
    "category": "rfo",
    "ad": "<b>Lipat Agad sa RFO Unit Mo! Urban Deca Homes Ortigas.</b> Hindi na kailangan hintayin matapos ang construction. Handa na para tirahan ang unit na pipiliin mo. Simulan na ang bagong kabanata! Alamin paano! <br>#LipatAgad #RFO #UrbanDecaHomes #ReadyToMoveIn #NewChapter"
    },
    {
    "id": "347",
    "category": "rfo",
    "ad": "<b>Kita Mo Na, Tirhan Mo Na! RFO Units sa Urban Deca Homes Ortigas.</b> Hindi na sa plano lang. Pwede mo nang bisitahin at makita ang actual unit mo bago bilhin. Walang lokohan! Inquire na! <br>#KitaMoNa #ActualUnit #UrbanDecaHomesOrtigas #RFO #NoGuessing"
    },
    {
    "id": "348",
    "category": "rfo",
    "ad": "<b>Handa Nang Tirahan: Urban Deca Homes Ortigas RFO!</b> Kung gusto mo na agad lumipat, ito na ang hinahanap mo. Available for quick move-in, lalo na sa Pag-IBIG/bank financing. Message us! <br>#HandaNangTirahan #QuickMove #UrbanDecaHomes #RFOUnits #MoveNow"
    },
    {
    "id": "349",
    "category": "rfo",
    "ad": "<b>Wala Nang Rentang Sasayngin! Urban Deca Homes Ortigas RFO.</b> Direktang lumipat sa sarili mong unit at simulang mag-ipon. Gawin nang sulit ang bawat bayad mo. Bisitahin kami! <br>#NoMoreRent #DirectMove #UrbanDecaHomesOrtigas #SulitNaBayad #OwnYourUnit"
    },
    {
    "id": "350",
    "category": "rfo",
    "ad": "<b>Urban Deca Homes Ortigas: Ang RFO na Abot-Kamay!</b> Hindi na mahirap magka-sariling space. Affordable, accessible, at ready na para tirahan. Contact us: <br>#RFOAbotKamay #AffordableRFO #UrbanDecaHomes #AccessibleHome #DreamHome"
    },
    {
    "id": "351",
    "category": "rfo",
    "ad": "<b>Experience Your New Home Instantly: Urban Deca Homes Ortigas RFO!</b> Don't just imagine your new space, live in it! Our ready-for-occupancy units allow for immediate immersion into your urban lifestyle. Live the dream now! Learn more: <br>#ExperienceNow #LiveTheDream #UrbanDecaHomesOrtigas #InstantLiving #NewLifestyle"
    },
    {
    "id": "352",
    "category": "rfo",
    "ad": "<b>Skip the Waiting List: Urban Deca Homes Ortigas RFO Units!</b> For those who are ready to make a swift decision and move, our RFO units are perfect. Your home journey expedited. Inquire today! <br>#SkipTheWait #ExpeditedHome #UrbanDecaHomes #RFO #FastDecision"
    },
    {
    "id": "353",
    "category": "rfo",
    "ad": "<b>Your Home, No Delays: Ready for Occupancy at Urban Deca Homes Ortigas!</b> Get the peace of mind knowing your unit is built, inspected, and ready for you to move in. Quality and readiness guaranteed. Message us: <br>#NoDelays #QualityGuaranteed #UrbanDecaHomesOrtigas #PeaceOfMind #ReadyHome"
    },
    {
    "id": "354",
    "category": "rfo",
    "ad": "<b>From Viewing to Living: RFO Units at Urban Deca Homes Ortigas.</b> Walk through your potential home today and be living in it tomorrow! Our RFO units make that dream a quick reality. Start living your dream! Visit <br>#ViewingToLiving #QuickReality #UrbanDecaHomes #LiveTheDream #RFO"
    },
    {
    "id": "355",
    "category": "rfo",
    "ad": "<b>Urban Deca Homes Ortigas: RFO for Your Immediate Needs!</b> Whether for personal use or rental income, our RFO units address your immediate housing and investment needs. Get started right away! Ask about RFO benefits: <br>#ImmediateNeeds #RentalIncome #UrbanDecaHomesOrtigas #InvestmentReady #GetStarted"
    },
    {
    "id": "356",
    "category": "rfo",
    "ad": "<b>RFO Na! Urban Deca Homes Ortigas, Lipat Na!</b> Wala nang atrasan, bahay mo na ito! Ready for Occupancy units, para sa mga desididong magka-sariling tahanan. Tara na! <br>#RFOna #LipatNa #UrbanDecaHomes #DesididoNa #SarilingTahanan"
    },
    {
    "id": "357",
    "category": "rfo",
    "ad": "<b>Makita, Magustuhan, Mabili: RFO Units sa Urban Deca Homes Ortigas.</b> Ang transparent at mabilis na proseso ng pagbili ng ready-for-occupancy units. Walang nakatago! Inquire na! <br>#MakitaMagustuhanMabili #TransparentProcess #UrbanDecaHomesOrtigas #NoHiddenFees #BuyWithConfidence"
    },
    {
    "id": "358",
    "category": "rfo",
    "ad": "<b>Ang Bahay na Handa na sa Iyo: Urban Deca Homes Ortigas RFO!</b> Hindi lang promise, kundi actual na unit na pwede mo nang tirahan. Ang ginhawa, abot-kamay na. Message us! <br>#BahayNaHanda #ActualUnit #UrbanDecaHomes #GinhawaAbotKamay #ReadyForYou"
    },
    {
    "id": "359",
    "category": "rfo",
    "ad": "<b>RFO ang Solusyon: Urban Deca Homes Ortigas.</b> Para sa mga ayaw mag-aksaya ng oras sa paghihintay ng construction. Direktang makakapag-simula ng bagong buhay. Solusyon sa paghihintay! <br>#RFOsolusyon #NoTimeWasted #UrbanDecaHomesOrtigas #NewLifeStart #DirectMove"
    },
    {
    "id": "360",
    "category": "rfo",
    "ad": "<b>Urban Deca Homes Ortigas: Ang Bilhin Mo, Matitirhan Mo Agad!</b> Walang photoshopped dreams, actual units na handa na. Start your new chapter instantly with our RFO units. Contact us today: <br>#BilhinTirhanAgad #ActualUnits #UrbanDecaHomes #InstantChapter #RFO"
    }
    ]
    }